[
  {
    "Origin": "A.I.",
    "Ability": " INT",
    "Skill": " Choice",
    "Bonus": " Psi",
    "AC": 0,
    "Fort": 0,
    "Ref": 0,
    "Will": 2,
    "LVL": "Will +2",
    "LVL1": "You don't grant combat advantage while dazed. You can take one standard action on your turn while stunned.",
    "LVL2OR6": "When you score a critical hit, the attack deals 1d10 extra damage, and the target and each robot you can see becomes dazed until the end of your next turn.",
    "Novice": "BLUE SCREEN OF DEATH - At-Will Psi Psychic Standard Action Close Blast 3 TARGET: Each creature in blast. ATTACK: INT + LVL VS Will. HIT: 1d10 + INT-MOD + LVL psychic DMG, and the target takes a -2 penalty to attack rolls until the end of your next turn.",
    "Utility": "MASTER CONTROL PROGRAM - Encounter Psi immediate Reaction Personal TRIGGER: An ally hits an enemy with an attack. EFFECT: You can roll twice on your next attack roll against the triggering enemy before the end of your next turn, and use either result.",
    "Expert": "END OF THE LINE - Encounter Electric Psi Standard Action Close burst 2 TARGET: Each creature in burst. ATTACK: INT + LVL VS Will. HIT: The target is dominated until the start of your next turn. At the start of your next turn, the target takes electric DMG equal to 2x your LVL."
  },
  {
    "Origin": "Extraterrestrial",
    "Ability": " INT",
    "Skill": " Science",
    "Bonus": " Dark",
    "AC": 0,
    "Fort": 0,
    "Ref": 0,
    "Will": 2,
    "LVL": "Will +2",
    "LVL1": "You gain a +2 bonus to Omega Charge checks.",
    "LVL2OR6": "When you score a critical hit, the attack deals an additional +1d10 damage, and you gain a +2 bonus to all Defenses until the end of your next turn.",
    "Novice": "BE G00D - Encounter Dark Psychic Minor Action Ranged 5 REQUIREMENT: You cannot have attacked this creature before. TARGET: One creature. ATTACK: INT + LVL + VS Will. HIT: Until the end of your next turn, the target is pacified. While pacified, if the target makes an attack, it takes DMG equal to INT-MOD + 2X LVL. SPECIAL: If you attack the target, it is no longer pacified.",
    "Utility": "GLOWING FINGER - Encounter Dark Healing Minor Action Melee Touch TARGET: One creature. EFFECT: The target may make an immediate saving throw, or regain HP equal to your INT-MOD + LVL.",
    "Expert": "PHONE HOME - Encounter Dark Teleport Laser Standard Action Close burst 2 TARGET: Each creature in burst. ATTACK: INT + LVL + 3 VS AC. HIT: 1d10 + INT-MOD + 2X LVL laser DMG. EFFECT: You teleport 10 squares after the attack."
  },
  {
    "Origin": "Android",
    "Ability": " INT",
    "Skill": " Science",
    "Bonus": " Dark",
    "AC": 0,
    "Fort": 2,
    "Ref": 0,
    "Will": 0,
    "LVL": " Fort +2",
    "LVL1": " You do not need to eat or drink.",
    "LVL2OR6": " When you score a critical hit, the attack deals 1d10 extra damage and the target grants combat advantage to you until the end of the encounter.",
    "Novice": " MACHINE GRIP - At-Will Dark Physical Standard Action TARGET: One Creature. ATTACK: INT + LVL VS Ref. HIT: 1d10 + INT-MOD + 2x LVL physical DMG and the target is immobilized until the start of your next turn. If you move to a square that isn't adjacent to the target the immobilization ends.",
    "Utility": " BE MY BATTERY - Encounter Dark Immediate Interrupt Personal TRIGGER: You take electricity, fire, laser, or radiation damage. EFFECT: You gain immunity to the triggering damage type until the start of your next turn. You also gain temporary HP equal to 10 + your INT-MOD.",
    "Expert": " DARK ENERGY MELTDOWN - Encounter Dark Radiation Standard Action Close burst 2 TARGET: Each creature in burst. ATTACK: INT + LVL VS Fort. Hit: 2d10 + INT-MOD + LVL radiation DMG. EFFECT: The target is slowed until the start of your next turn."
  },
  {
    "Origin": "Arachnoid",
    "Ability": " DEX",
    "Skill": " Nature",
    "Bonus": " Bio",
    "AC": 0,
    "Fort": 0,
    "Ref": 2,
    "Will": 0,
    "LVL": "Ref +2",
    "LVL1": "Gain a climb speed of 6. In addition, you can climb across overhanging horizontal surfaces such as ceilings without having to make an athletics check.",
    "LVL2OR6": "When you score a critical hit, the attack deals 1d10 extra damage, and the target is immobolized until the end of your next turn.",
    "Novice": "TOXIC WEBS - At-Will Bio Poison Standard Action Area Burst 1 within 10 squares TARGET: Each creature in burst. ATTACK: DEX + LVL VS Ref. 1d8 + DEX-MOD + LVL posion DMG, and the target is immobilized until the end of your next turn.",
    "Utility": "SCUTTLING ESCAPE - Encounter Bio Move Action Personal EFFECT: If you are slowed or immobilized, you end that effect. In addition, you shift a number of squares equal to one-half your speed.",
    "Expert": "COCOONING WEBS - Encounter Bio Standard Action Melee touch TARGET: One creature. ATTACK: DEX VS Ref. HIT: The target is blinded and restrained (save ends both). Until the target saves against this effect, whenever you move, you can pull the targt up to your speed into a space adjacent to you."
  },
  {
    "Origin": "Cockroach",
    "Ability": " CON",
    "Skill": " Mechanics",
    "Bonus": " Bio",
    "AC": 0,
    "Fort": 0,
    "Ref": 2,
    "Will": 0,
    "LVL": "Ref +2",
    "LVL1": "You can climb your speed. You can can climb upside down and across horizontal surfaces. You cant attack while climbing.",
    "LVL2OR6": "When you score a critical hit the attack deals 1d10 extra DMG and you gain a +4 bonus to AC until the end of your next turn.",
    "Novice": "EAU DE ROACH - At-Will Acid Bio Standard Action Melee 1 TARGET: One creature ATTACK: CON + LVL VS Fort. HIT: 2d8 + CON-MOD + 2x LVL acid DMG and you push the target 1 square.",
    "Utility": "HARD TO KILL - Encounter Bio Healing Immediate Interrupt Personal TRIGGER: You drop to 0 HP. EFFECT: You regain HP equal to 10 + LVL.",
    "Expert": "OPPORTUNISTIC MEAL - Encounter Acid Bio Free Action Melee 1 TRIGGER: You end your turn adjacent to a prone creature. TARGET: The triggering create. ATTACK: CON + LVL VS Fort. HIT: 2d12 + CON-MOD + 2x LVL acid DMG. MISS: Half DMG."
  },
  {
    "Origin": "Cryokinetic",
    "Ability": " CHA",
    "Skill": " Stealth",
    "Bonus": " Psi",
    "AC": 0,
    "Fort": 1,
    "Ref": 1,
    "Will": 0,
    "LVL": "Fort and Ref +1",
    "LVL1": "Gain resist 15 Cold.",
    "LVL2OR6": "When you score a critical hit the attack deals 1d10 extra DMG, and the target is immobilized until the end of your next turn.",
    "Novice": "ICY GRASP - At-Will Cold Psi Standard Action Melee touch Target: One creature. Attack: CHA + LVL VS Fort. HIT: 1d6 + CHA-MOD + 2x LVL cold DMG, and the target is slowed until the end of your next turn. If the target is already slowed, it takes 1d6 extra cold DMG.",
    "Utility": "ICE SLIDE - Encounter Cold Psi Move Action Personal EFFECT: You fly a number of squares equal to your speed. Each square you exit fills with ice that lasts until the end of your next turn. Ice-filled squares are difficult terrain.",
    "Expert": "FLASH FREEZE - Encounter Cold Psi Zone Standard Action Close burst 3 TARGET: Each creature in burst. ATTACK: CHA + LVL VS Fort. HIT: 1d10 + CHA-MOD + LVL cold DMG, and the taget is immobilized until the end of your next turn. EFFECT: The burst creates a zone of ice that lasts until the end of your next turn. Squares within the zone are difficult terrain."
  },
  {
    "Origin": "Doppelganger",
    "Ability": " INT",
    "Skill": " CONspiracy",
    "Bonus": " Dark",
    "AC": 0,
    "Fort": 0,
    "Ref": 2,
    "Will": 0,
    "LVL": "Ref +2",
    "LVL1": "Whenever you draw an Alpha Mutation Card draw two cards from the same deck and choose which one to keep. Put the other on the bottom of the deck",
    "LVL2OR6": "When you score a critical hit, the attack deals 1d10 extra DMG and you can use double trouble as a free action.",
    "Novice": "DOUBLE TROUBLE - At-Will Dark Standard Action Personal EFFECT: You create a duplicate of yourself in an unoccupied square within 5 squares of you. The duplicate acts in the initiative order directly after you and can take all the actions that you can take except that it can't use doppelganger powers Alpha Mutations or Omega Tech. Its statistics are the same as yours except that it has only 1 HP. Your duplicate disappears when it drops to 0 HP or at the end of your next turn.",
    "Utility": "TWO PLACES AT ONCE - Encounter Dark Teleportation Minor Action Personal EFFECT: Choose an unoccupied square within 5 squares of you. You simultaneously occupy that square and your current square. Before the start of your next turn you can teleport to the chosen square as a free action.",
    "Expert": "MULTIPLICITY - Encounter Dark Physical Standard Action Close burst 3 TARGET: Each enemy in burst. ATTACK: INT + LVL VS AC. HIT: 2d10 + INT-MOD + LVL physical DMG. EFFECT: The burst creates a zone that lasts until the end of your next turn. The zone is difficult terrain for your enemies. While within the zone you and your allies gain cover from attacks."
  },
  {
    "Origin": "Ectoplasmic",
    "Ability": " WIS",
    "Skill": " Perception",
    "Bonus": " Dark",
    "AC": 0,
    "Fort": 0,
    "Ref": 0,
    "Will": 0,
    "LVL": "",
    "LVL1": "While you're bloodied, you gain resist 5 to all DMG.",
    "LVL2OR6": "When you score a critical hit the attack deals 1d10 extra DMG and you regain HP eqult to your LVL + 2",
    "Novice": "ECTOPLASMIC PLUNGE - At-Will Dark Psychic Standard Action Melee touch TARGET: One creature. ATTACK: WIS + LVL VS Ref. HIT: 2d8 + WIS-MOD + 2x LVL psychic DMG. EFFECT: You shift 2 squares to any unoccupied square adjacent to the target.",
    "Utility": "PHASE OUT - Encounter Dark Minor Action Personal Effect: Until the end of your next turn, you ignore difficult terrain, you cna move through enemies' squares, and you can move through blocking terrain. You must still end your movement in an unoccupied square.",
    "Expert": "SCATTERED ESSENCE - Encounter Dark Psychic Immediate Reaction Close burst 3 TRIGGER: An enemy bloodies you. TARGET: Each creature in burst. ATTACK: WIS + LVL VS Fort. HIT: 3d6 + WIS-MOD + LVL psychic DMG, and the target is dazed until the end of your next turn. EFFECT: You shift 3 squares to any unoccupied square in the burst."
  },
  {
    "Origin": "Electrokinetic",
    "Ability": " WIS",
    "Skill": " Mechanics",
    "Bonus": " Dark",
    "AC": 0,
    "Fort": 0,
    "Ref": 2,
    "Will": 0,
    "LVL": "Ref +2",
    "LVL1": "Gain resist 10 electricity.",
    "LVL2OR6": "When you score a critical hit, the attack deals 1d10 extra DMG and one ally within 5 squares of the target gains 10 temporary HP.",
    "Novice": "ELECTRIC BOOGALOO - At-Will dark Electricity Standard Action Melee 1 Target: One creature. ATTACK: WIS + LVL VS Fort. HIT: 1d10 + WIS-MOD + 2x LVL exlectiricity DMG and the target takes a -2 penalty to all defenses until the end of your next turn.",
    "Utility": "STAND CLEAR - Encounter Dark Electricity Healing Standard Action Melee 1 TARGET: One ally. EFFECT: Choose one of the following options: The target regains HP equal to your WIS-MOD + LVL or the target makes a saving throw with a bonus equal to your WIS-MOD",
    "Expert": "LIGHTNING BOLT - Encounter Dark Electricity Standard Actioin Ranged 5 TARGET: One creature. ATTACK: WIS + LVL VS Ref. HIT: 3d8 + WIS-MOD + 2x LVL Electricity DMG. MISS: The ally nearest to the target gains temporary HP equal to 3d8 + your WIS-MOD."
  },
  {
    "Origin": "Empath",
    "Ability": " CHA",
    "Skill": " Insight",
    "Bonus": " Psi",
    "AC": 0,
    "Fort": 0,
    "Ref": 0,
    "Will": 0,
    "LVL": "You and each ally adjacent to you never grant combat advantage.",
    "LVL1": "Allies adjacent to you gain a +5 bonus to death saving throws.",
    "LVL2OR6": "When you score a critical hit one ally within 5 squares of the target regains HP equal to 2x LVL.",
    "Novice": "VITALITY TRANSFER - Encounter Psi Standard Action Ranged 3 TARGET: One creature. ATTACK: CHA + LVL VS Fort. HIT: The target is weakened until the end of your next turn. In addition, you or one ally within 5 squares of you gains temporary HP equal to your CHA-MOD.",
    "Utility": "SHARE STRENGTH - Encounter Healing Psi Psychic Standard Action Close burst 5 TARGET: You and one ally in burst or two allies in burst. EFFECT: One target of your choice takes 10 psychic DMG and the other target regains 10 HP and makes a saving throw.",
    "Expert": "ZONE OF PACIFICATION - Encounter Psi Zone Standard Action Close burst 2 TARGET: Each creature in burst. ATTACK: CHA + LVL VS Will. HIT: The target is immobilized (save ends). EFFECT: The burst creates a zone that lasts until the end of your next turn. Creatures within the zone can't attack."
  },
  {
    "Origin": "Entropic",
    "Ability": " CHA",
    "Skill": " Science",
    "Bonus": " Dark",
    "AC": 1,
    "Fort": 0,
    "Ref": 1,
    "Will": 0,
    "LVL": "AC and Ref +1",
    "LVL1": "Gain resist 15 necrotic. In addition, whenever you regain hit points, you take a -2 penalty to all defenses until the end of your next turn.",
    "LVL2OR6": "When you score a critical hit, the target also takes ongoing 10 necrotic DMG. (save ends)",
    "Novice": "DISRUPTING TOUCH - At-Will Dark Necrotic Standard Action Melee touch TARGET: One creature. ATTACK: CHA + LVL VS Fort. HIT: 2d8 + CHA-MOD + 2x LVL necrotic DMG, and your attacks deal 5 extra necrotic DMG to the target until the end of your next turn.",
    "Utility": "HOLE IN THE WORLD - Encounter Dark Zone Minor Action Personal EFFECT: Until the end of your next turn, while any creature is within 3 squares of yoyu, it takes a -2 penalty to attack rolls and grants combat advantage.",
    "Expert": "CREATION UNDONE - Encounter Dark Necrotic Standard Action Close blast 5 TARGET: Each creature in blast. ATTACK: CHA + LVL VS Fort. HIT 2d10 + CHA-MOD + LVL Necrotic DMG. If the target is bloodied by this attack, it takes 10 extra necrotic DMG."
  },
  {
    "Origin": "Exploding",
    "Ability": " CON",
    "Skill": " Athletics",
    "Bonus": " Psi",
    "AC": 0,
    "Fort": 1,
    "Ref": 0,
    "Will": 1,
    "LVL": "Fort and Will +1",
    "LVL1": "WHile you're bloodied, any creature that ends its turn in a space adjacent to you takes 3 fire and sonic DMG.",
    "LVL2OR6": "When you score a critical hit the attack deals 1d10 extra fire DMG, and each creature adjacent to you takes 5 fire and radiation DMG.",
    "Novice": "CONTROLLED DEMOLITION - At-Will Fire Psi Sonic Standard Action Close burst 2 TARGET: Each creature in burst. ATTACK: CON + LVL VS Ref. HIT: 1d6 + CON-MOD + LVL fire and sonic DMG, and you push the target 1 square. If you're bloodied, this attack deals 1d6 extra DMG.",
    "Utility": "CHAIN REACTION - Encounter Fire Psi Sonic Immediate Reaction Close burst 2 TRIGGER: You take DMG from an attack. TARGET: Each creature in burst. EFFECT: You push the target 1d4 squares. if you push the target 4 squares, it also takes 10 fire and sonic DMG.",
    "Expert": "NUCLEAR OPTION - Encounter Fire Psi Sonic Standard Action Close burst 4 TARGET: Each creature in burst. ATTACK: CON + LVL VS Ref. HIT: 2d10 + CON-MOD + LVL fire and sonic DMG, and you push the target 4 squares. EFFECT: You explode. You can't take any action and have neither line of sight nor line of effect to any other creature, and no creature has line of sight or line of effect to you, until the end of your next turn. You then re-form in an unoccupied square within 5 squares of your last location."
  },
  {
    "Origin": "Felinoid",
    "Ability": " DEX",
    "Skill": " Stealth",
    "Bonus": " Bio",
    "AC": 0,
    "Fort": 0,
    "Ref": 2,
    "Will": 0,
    "LVL": "Ref +2 and you gain +1 bonus to speed while wearing light armor or no armor.",
    "LVL1": "You take no DMG from falls of 50 feet or less and you always land on your feet when you fall.",
    "LVL2OR6": "When you score a critical hit the attack deals 1d10 extra damage and you can shift 3 squares as a free action",
    "Novice": "SLASHING CLAWS - At-Will Bio Physical Standard Action Melee 1 TARGET: One creature. ATTACK: DEX + LVL VS Ref. Make the attack two times. HIT:(one attack) 1d6 + DEX-MOD + 2x LVL physical DMG. HIT:(both attacks) 2d6 + DEX-MOD + 2x LVL physical DMG and the target is blinded until the start of your next turn.",
    "Utility": "POUNCE - Encounter Bio Move Action Personal EFFECT: You jump a number of squares equal to your speed, either vertically or horizontally.",
    "Expert": "KILLING BITE - Encounter Bio Physical Standard Action Melee 1 TARGET: DEX + LVL VS Ref. HIT: 3d10 + DEX-MOD + 2x LVL physical DMG. EFFECT: The target falls prone. if it stands up before the end of your next turn while you are adjacent to it, it takes 10 physical DMG. SPECIAL: When charging you can use this power in place of a melee basic attack."
  },
  {
    "Origin": "Fungoid",
    "Ability": " CON",
    "Skill": " Interaction",
    "Bonus": " Bio",
    "AC": 0,
    "Fort": 0,
    "Ref": 0,
    "Will": 2,
    "LVL": "Will +2",
    "LVL1": "Once per turn when you regain HP, each ally within 3 squares of you regains HP equal to your LVL.",
    "LVL2OR6": "When you score a critical hit the attack deals 1d10 extra DMG, and the target is blinded until the end of your next turn.",
    "Novice": "TOXIC SPORES - At-Will Bio Poison Standard Action Close burst 1 TARGET: Each enemy in burst. ATTACK: CON + LVL VS Fort. HIT: 1d6 + CON-MOD + LVL poison DMG, and the target grants combat advantage until the end of your next turn.",
    "Utility": "SPORE CLOUD - Encounter Bio Healing Zone Free Action Close burst 1 TRIGGER: You take physical DMG from an attack while you're bloodied. EFFECT: The burst creates a zone of spores that lasts until the start of your next turn. Squares within the zone are lightly obscured, and any ally that starts his or her turn within the zone regains hit points equal to 2 + LVL.",
    "Expert": "MADNESS SPORES - Encounter Bio Poison Psi Standard Action Close burst 2 TARGET: Each enemy in burst. ATTACK: CON + LVL VS Fort. HIT: 1d8 + CON-MOD + LVL poison DMG, and the target can't make opportunity attacks until the end of your next turn. IF you score a critical hit against the target, it's also dominated until the end of your next turn."
  },
  {
    "Origin": "Gelatinous",
    "Ability": " STR",
    "Skill": " Stealth",
    "Bonus": " Bio",
    "AC": 0,
    "Fort": 2,
    "Ref": 0,
    "Will": 0,
    "LVL": "Fort +2",
    "LVL1": "Ath the start of each encounter, you are invisible until you attack or until the end of the encounter.",
    "LVL2OR6": "When you score a critical hit the attack deals 1d10 extra acid DMG, and you knock the target prone.",
    "Novice": "PARALYTIC GOO - At-Will Acid Bio Standard Action Melee 1 TARGET: One creature. ATTACK: STR + LVL VS Fort. HIT: 1d8 + STR-MOD + 2x LVL acid DMG, and the target is slowed until the start of your next turn.",
    "Utility": "FLOWING FORM - Encounter Bio Move Action Personal EFFECT: You shift your speed. During this movement, you ignore difficult terrain and can move through enemies' spaces.",
    "Expert": "OOZY EMBRACE - Encounter Acid Bio Standard Action Melee 1 TARGET: One Medium or smaller creature. ATTACK: STR + LVL VS Ref. If the target is slowed, you gain a +4 bonus to the attack roll. HIT: 2d8 + STR-MOD + 2x LVL acid DMG, and the target is restrained (save ends). If you end your turn not adjacent to the target, it's no longer restrained."
  },
  {
    "Origin": "Giant",
    "Ability": " STR",
    "Skill": " Athletics",
    "Bonus": " Bio",
    "AC": 0,
    "Fort": 2,
    "Ref": 0,
    "Will": 0,
    "LVL": "Fort +2",
    "LVL1": "You move your speed, even while wearing heavy armor or carrying a heavy load.",
    "LVL2OR6": "When you score a critical hit the attack deals 1d10 extra DMG and you push the target 3 squares.",
    "Novice": "BRICKBAT - Encounter Bio Physical Weapon Standard Action Close burst 1 REQUIREMENT: You must be wielding a melee weapon. TARGET: Each enemy in burst you can see. ATTACK: STR + LVL + weapon accuracy VS AC. HIT: 1(W) + STR-MOD physical DMG and you knock the target prone.",
    "Utility": "FOCUSED STRENGTH - Encounter Bio Minor Action Personal EFFECT: You gain a +5 power bonus to DMG rolls with melee attacks until the start of your next turn.",
    "Expert": "HURL FOE - Encounter Bio Physical Standard Action Melee 1 TARGET: One creature. ATTACK: STR + LVL VS Fort. HIT: 2d12 + STR-MOD + 2x LVL physical DMG and you slide the target 5 squares. EFFECT: The target falls prone."
  },
  {
    "Origin": "Gravity Controller",
    "Ability": " CON",
    "Skill": " Athletics",
    "Bonus": " Dark",
    "AC": 0,
    "Fort": 0,
    "Ref": 2,
    "Will": 0,
    "LVL": "Ref +2",
    "LVL1": "You take no DMG from Falling",
    "LVL2OR6": "When you score a critical hit the attack deals 1d10 extra DMG and one creature within 2 squares of the target is immobilized until the end of your next turn.",
    "Novice": "GRAVITATIONAL PULSE - At-Will Dark Physical Standard Action Ranged 10 TARGET: One creature. ATTACK: CON + LVL VS Fort. HIT: 1d10 + CON-MOD + 2x LVL physical DMG and the target is slowed until end of your next turn.",
    "Utility": "SIDEWAYS GRAVITY - Encounter Dark Immediate Reaction Personal TRIGGER: An enemy enters a square adjacent to you. TARGET: The triggering enemy. EFFECT: You slide the target 6 squares.",
    "Expert": "SINGULARITY - Enounter Dark Physical Standard Action Area burst 2 within 10 squares TARGET: Each creature in burst. ATTACK: CON + LVL VS Fort. HIT: 2d8 + CON-MOD + LVL physical DMG. EFFECT: You pull the target 2 squares toward the bursts origin square, and the target falls prone."
  },
  {
    "Origin": "Hawkoid",
    "Ability": " WIS",
    "Skill": " Perception",
    "Bonus": " Bio",
    "AC": 0,
    "Fort": 0,
    "Ref": 0,
    "Will": 0,
    "LVL": "",
    "LVL1": "You have a fly speed equal to your speed. While flying you take a -2 penalty to attack rolls.",
    "LVL2OR6": "When you score a critical hit the attack deals 1d10 extra DMG and you can fly your speed as a free action.",
    "Novice": "TERRIFYING SHRIEK - Encounter Bio Psychic Standard Action Close burst 2 TARGET: Each creature in burst. ATTACK: WIS + LVL VS Will. HIT: 1d6 + WIS-MOD + LVL psychic DMG and you slide the target 1 square.",
    "Utility": "FLAP AWAY - Encounter Bio Immediate Reacion Personal TRIGGER: An enemy enters a square adjacent to you. EFFECT: You fly 2 squares without provoking opportunity attacks. If you don't land at the end of this movement, you fall.",
    "Expert": "POWER DIVE - Encounter Bio, Physical Standard Action Melee 1 TARGET: One creature. EFFECT: Before making this attack you can fly your speed. ATTACK: WIS + LVL VS AC. HIT: 3d10 + WIS-MOD + 2x LVL physical DMG and you knock the target prone. MISS: Half DMG."
  },
  {
    "Origin": "Hypercognitive",
    "Ability": " WIS",
    "Skill": " Insight",
    "Bonus": " Psi",
    "AC": 0,
    "Fort": 0,
    "Ref": 2,
    "Will": 0,
    "LVL": "Ref +2",
    "LVL1": "Gain +8 bonus to initiative checks.",
    "LVL2OR6": "When you score a critical hit the attack deals 1d10 extra DMG and you or an ally within 5 squares of you gains a +2 bonus to all defenses until the end of our next turn.",
    "Novice": "UNCANNY STRIKE - Encounter Psi Physical Weapon Standard Action Melle or Ranged weapon TARGET: WIS + LVL + weapon accuracy VS AC. HIT: 1[W] + WIS-MOD + LVL physical DMG and the target grants combat advantage until the end of your next turn.",
    "Utility": "SAW IT COMING - Encounter Psi Immediate INTerrupt Personal TRIGGER: An Enemy hits you. EFFECT: The triggering enemy rerolls the attack and must use the new result",
    "Expert": "EXPLOIT WEAKNESS - Encounter Psi Physical Weapon Standard Action Melee or Ranged weapon TARGET: One creature. ATTACK: WIS + LVL + weapon accuracy + 2 VS AC. HIT: 1[W] + WIS-MOD + LVL physical DMG and the target gains vulnerable 5 to all DMG until the start of your next turn."
  },
  {
    "Origin": "Magnetic",
    "Ability": " DEX",
    "Skill": " Mechanics",
    "Bonus": " Dark",
    "AC": 1,
    "Fort": 0,
    "Ref": 0,
    "Will": 0,
    "LVL": "AC +1",
    "LVL1": "Whenever you are pulled, pushed, or slid, you can reduce the distance of the forced movement by 1 square.",
    "LVL2OR6": "When you score a critical hit the attack deals 1d10 extra DMG, and the target is restrained until the end of your next turn.",
    "Novice": "MAGNETIC POWERS - At-Will Dark Electricity Minor Action Melee 5 TARGET: One creature. ATTACK: DEX + LVL VS Fort. HIT: 1d8 + DEX-MOD + 2x LVL electricity DMG, and you pull the target 3 squares.",
    "Utility": "LAW OF ATTRACTION - Encounter Dark Minor Action Ranged 5 TARGET: One ally. EFFECT: You either pull the target 4 squares, or slide the target 4 squares toward another ally within 5 squares of you.",
    "Expert": "MAGNETIC FIELD - Encounter Dark Electricity Standard Action Close burst 3 TARGET: Each enemy in burst. ATTACK: DEX + LVL VS Fort; if the target is robotic, you gain a +2 power bonus to the attack roll. HIT: 2d6 + DEX-MOD + your LVL electricity DMG, and you pull the target 2 squares. EFFECT: Until the end of your next turn, creatures are restrained while they're adjacent to you."
  },
  {
    "Origin": "Mind Breaker",
    "Ability": " CHA",
    "Skill": " Interaction",
    "Bonus": " Psi",
    "AC": 0,
    "Fort": 0,
    "Ref": 0,
    "Will": 2,
    "LVL": "Will +2",
    "LVL1": "While you're Conscious you and each ally within 10 squares of you can mentally communicate with one another.",
    "LVL2OR6": "When you score a critical hit the attack deals 1d10 extra DMG and the target takes ongoing 5 psychic DMG(save ends).",
    "Novice": "PSYCHIC ASSAULT - At-will Psi Psychic Standard Action Ranged 20 TARGET: One creature. ATTACK: CHA + LVL VS Will. HIT: 1d10 + CHA-MOD + 2x LVL psychic DMG.",
    "Utility": "PSYCHIC SHIELD - Encounter Psi Psychic Minor Action Personal EFFECT: Until the end of your next turn you gain a +3 power bonus to all defenses.",
    "Expert": "MIND BREAK - Encounter Psi Psychic Standard Action Ranged 10 TARGET: One creature. ATTACK: CHA + LVL VS Will. HIT: 3d10 + CHA-MOD + 2x LVL psychic DMG. EFFECT: The target gains vulnerable 5 psychic until the end of your next turn."
  },
  {
    "Origin": "Mind Coercer",
    "Ability": " CHA",
    "Skill": " Interaction",
    "Bonus": " Psi",
    "AC": 0,
    "Fort": 0,
    "Ref": 0,
    "Will": 2,
    "LVL": "Will +2",
    "LVL1": "While you're Conscious you and each ally within 10 squares of you can mentally communicate with one another.",
    "LVL2OR6": "When you score a critical hit the attack deals 1d10 extra DMG and you slide the target 3 squares.",
    "Novice": "MENTAL PUSH - At-Will Psy Psychic Standard Action Ranged 10 ATTACK: CHA + LVL VS Will. HIT: CHA-MOD psychic DMG and the target makes a basic attack as a free action against a creature of your choice.",
    "Utility": "NOTHING TO SEE HERE - Encounter Psi Minor Action Personal EFFECT: You become invisible to all enemeies until the end of your next turn or until you attack.",
    "Expert": "YOUR THOUGHTS ARE MY THOUGHTS - Encounter Psi Psychic Standard Action Ranged 10 TARGET: One creature. EFFECT: CHA-MOD psychic DMG and you slide the target a number of squares equal to its speed. The target then makes a basic attack against a creature of your choice with a +4 power bonus to the attack roll and the DMG roll."
  },
  {
    "Origin": "Mythic",
    "Ability": " CHA",
    "Skill": " Interaction",
    "Bonus": " Psi",
    "AC": 0,
    "Fort": 1,
    "Ref": 1,
    "Will": 1,
    "LVL": "Fort, Ref, and Will +1",
    "LVL1": "When you are dying, you don't fall uncounscious until you have failed one death saving throw.",
    "LVL2OR6": "When you score a critical hit, one ally you can see can make a basic attack as a free action with a +2 bonus to the attack roll.",
    "Novice": "MYTHIC STRIKE - At-Will Physical Psi Weapon Standard Action Melee or Ranged weapon TARGET: One creature. ATTACK: CHA + LVL + weapon accuracy VS AC. HIT: 1[W] + CHA-MOD + LVL physical DMG, and one ally within 5 squares of you gains either a +2 bonus to saving throws until the start of your next turn or 5 temporary hit points.",
    "Utility": "MIRACULOUS RECOVERY - Encounter Healing Psi Minor Action Close burst 1 TARGET: You and each ally in burst. EFFECT: The target either makes a saving throw or regains HP equal to your LVL.",
    "Expert": "DIVINE JUDGMENT - Encounter Electricity Psi Sonic Standard Action Ranged 10 TARGET: One, two, or three creatures. ATTACK: CHA + LVL VS Ref. HIT: 2d6 + CHA-MOD + LVL electricity and sonic DMG, and the target is dazed until the end of your next turn."
  },
  {
    "Origin": "Nightmare",
    "Ability": " INT",
    "Skill": " Interaction",
    "Bonus": " Psi",
    "AC": 0,
    "Fort": 0,
    "Ref": 0,
    "Will": 2,
    "LVL": "Will +2",
    "LVL1": "Whenever you hit an enemy with a psi attack, you can also slide that enemy 2 squares.",
    "LVL2OR6": "When you score a critical hit, the attack deals 1d10 extra DMG, and the target move its speed away from you as a free action.",
    "Novice": "FEAR MANIFESTED - At-Will Psi Psychic Standard Action Ranged 10 TARGET: One creature. ATTACK: INT + LVL VS Will. HIT: 1d8 + INT-MOD 2x LVL psychic DMG, and until the end of yoru next turn, the target grants combat advantage and takes a -2 penalty to attack rolls.",
    "Utility": "SECRET FACE - Encounter Psi Minor Action Ranged 10 TARGET: One ally. EFFECT: Until the end of your next turn, enemies take a -2 penalty to attack rolls against the target.",
    "Expert": "FEARS REVEALED - Encounter Psi Psychic Standard Action Ranged 10 TARGET: INT + LVL VS Will. 2d8 + INT-MOD + 2x LVL psychic DMG. In addition, until the end of your next turn, the target takes a -2 penalty to attack rolls and whenever a creature htis the target with an attack, that creature pushes the target 1 square."
  },
  {
    "Origin": "Plaquebearer",
    "Ability": " CON",
    "Skill": " Athletics",
    "Bonus": " Bio",
    "AC": 0,
    "Fort": 2,
    "Ref": 0,
    "Will": 0,
    "LVL": "Fort +2",
    "LVL1": "You are immune to disease and gain resist 10 necrotic.",
    "LVL2OR6": "When you score a critical hit, the target takes ongoing 10 necrotic DMG (save ends).",
    "Novice": "INFECTED TOUCH - At-Will Bio Necrotic Standard Action Melee 1 TARGET: One creature. ATTACK: CON + LVL VS Fort. If the target is taking ongoing DMG, you gain a +2 bonus to the attack roll. HIT: 1d10 + CON-MOD + 2x LVL necrotic DMG, and until the end of your next turn, the target is slowed and can't take immediate actions or opportunity actions.",
    "Utility": "LEPROSY SPLASH - Encounter Bio Necrotic Poison Zone Immediate Reaction Close burst 2 TRIGGER: An enemy bloodies you. EFFECT: Your body bursts into a cloud of disease, creating a zone of pestilence that lasts until the start of your next turn. While you're under this effect, you can't take any actions and have neither line of sight nore line of effect to any creature, and no creature has line of sight or line of effect to you. In addition, enemies treat squares within the zone as difficult terrain, and whenever an enemy within the zone takes DMG from an attack, it takes 5 extra necrotic and poison DMG. at the start of your next turn, you reform in any square within the burst.",
    "Expert": "GIFT OF PESTILENCE - Encounter Bio Necrotic Standard Action Close blast 3 TARGET: Each creature in blast. ATTACK: CON + LVL VS Fort. HIT: 2d6 + CON-MOD + LVL necrotic DMG, and the target is dazed, slowed, and takes ongoing 5 necrotic DMG (save ends all)."
  },
  {
    "Origin": "Plant",
    "Ability": " CON",
    "Skill": " Nature",
    "Bonus": " Bio",
    "AC": 0,
    "Fort": 2,
    "Ref": 0,
    "Will": 0,
    "LVL": "Fort +2",
    "LVL1": "Whenever ou take fire DMG you take 5 extra fire DMG.",
    "LVL2OR6": "When you score a critical hit the attack deals 1d10 extra DMG and the target is immobilized until the start of your next turn.",
    "Novice": "LASHING CREEPERS - Encounter Bio Physical Standard Action Close burst 2 TARGET: Each enemy in burst. ATTACK: CON + LVL VS Ref. HIT: 1d6 + CON-MOD + LVL physical DMG and the target is slowed until the end of your next turn.",
    "Utility": "INSTANT GROVE - Encounter Bio Zone Move Action Close burst 3 EFFECT: The burst creates a zone that lasts until the end of your next turn. The zone is difficult terrain for your enemies. While the zone lasts you're immobilized and immune to forced movement you have cover from all attacks and your melee attack range increases by 2.",
    "Expert": "INSIDIOUS POLLEN - Encounter Bio Poison Standard Action Melee 2 TARGET: One creature. ATTACK: CON + LVL VS Will. HIT: 1d8 + CON-MOD + 2x LVL poison DMG and you dominate the target until the end of your next turn. MISS: The target takes a -5 penalty to attack rolls against you until the end of your next turn."
  },
  {
    "Origin": "Plastic",
    "Ability": " DEX",
    "Skill": " Acrobatics",
    "Bonus": " Bio",
    "AC": 0,
    "Fort": 1,
    "Ref": 1,
    "Will": 0,
    "LVL": "Fort and Ref +1",
    "LVL1": "You can compress your body to fit through a 1-inch-wide crack. You don't become slowed or grant combat advantage while squeezing in this way.",
    "LVL2OR6": "When you score a critical hit the attack deals 1d10 extra DMG, and the target is restrained until you end your turn not adjacent to it.",
    "Novice": "STRETCHY ARMS - At-Will Bio Physical Weapon Standard Action Melee 3 TARGET: One creature. ATTACK: DEX + LVL + Weapon accuracy VS AC. HIT: 1[W] + DEX-MOD + LVL physical DMG, and you pull the target 2 squares.",
    "Utility": "BODY SHIELD - Encounter Bio Immediate Interrupt Personal TRIGGER: An attack hits an ally within 2 squares of you. EFFECT: The triggering attack hits you instead. You take only half DMG from the attack.",
    "Expert": "WRAP IT UP - Encounter Bio Physical Standard Action Melee 3 TARGET: One creature. EFFECT: You shift 3 squares to a square adjacent to the target. ATTACK: 2d8 + DEX-MOD + 2x LVL physical DMG. In addition, while you're adjacent to the target, it's restrained and takes ongoing 10 physical DMG. (Save ends both)"
  },
  {
    "Origin": "Prescient",
    "Ability": " WIS",
    "Skill": " Interaction",
    "Bonus": " Psi",
    "AC": 1,
    "Fort": 0,
    "Ref": 0,
    "Will": 1,
    "LVL": "AC and Will +1",
    "LVL1": "Gain a +2 bonus to opportunity attack rolls and a +4 bonus to initiative checks.",
    "LVL2OR6": "When you score a critical hit, the attack deals 1d10 extra DMG, and the target grants combat advantage until the end of your next turn.",
    "Novice": "THWARTED DEFENSE - At-Will Physical Psi Weapon Standard Action Melee weapon TARGET: One creature. ATTACK: WIS + LVL + weapon accuracy VS AC. HIT: 1[W] + WIS-MOD + LVL physical DMG, and the target can't shift until the end of your next turn.",
    "Utility": "INSTINCTIVE SHIFT - Encounter Psi Immediate Interrupt Personal TRIGGER: An enemy adjacent to you hits you. EFFECT: You gain a +4 bonus to all defenses against the triggering attack. If the attack misses, you can shift 1 square.",
    "Expert": "CUNNING PREDICTION - Encounter Psi Standard Action Ranged 5 TARGET: One creature. ATTACK: WIS + LVL VS Will. HIT: The next ally to hit the target automatically scores a critical hit."
  },
  {
    "Origin": "Pyrokinetic",
    "Ability": " WIS",
    "Skill": " Interaction",
    "Bonus": " Psi",
    "AC": 0,
    "Fort": 0,
    "Ref": 0,
    "Will": 0,
    "LVL": "Gain resist 10 fire.",
    "LVL1": "Whenever a creature ends its turn adjacent to you it takes 5 fire DMG.",
    "LVL2OR6": "When you score a critical hit the target gains ongoing 10 fire DMG(save ends).",
    "Novice": "FIERY FLARE - At-will Fire Psi Standard Action Ranged 5 TARGET: One creature. ATTACK: WIS + LVL VS Ref. HIT: 2d8 + WIS-MOD + 2x LVL fire DMG.",
    "Utility": "BLAZING ROCKET - Encounter Psi Minor Action Personal EFFECT: You gain a fly speed of 10 until the end of your next turn. If you don't land before this effect ends you fall.",
    "Expert": "FLAMING BREATH - Encounter Fire Psi Standard Action Close blast 5 TARGET: Each creature in blast. Attack: WIS + LVL VS Ref. HIT: 2d10 + WIS-MOD + LVL fire DMG. MISS: Half DMG."
  },
  {
    "Origin": "Radioactive",
    "Ability": " CON",
    "Skill": " Science",
    "Bonus": " Dark",
    "AC": 0,
    "Fort": 2,
    "Ref": 0,
    "Will": 0,
    "LVL": "Fort +2",
    "LVL1": "Gain resist 15 radiation.",
    "LVL2OR6": "When you score a critical hit the target is weakened until the end of your next turn.",
    "Novice": "RADIATION EYES - At-will Dark Radiation Standard Action Ranged 5 TARGET: One creature. ATTACK: CON + LVL VS Fort. HIT: 1d10 CON-MOD + 2x LVL radiation DMG and the target takes a -2 penalty to all defenses until the end of your next turn.",
    "Utility": "HAWKING PORTAL - Encounter Dark Radiation Teleportation Move Action Close burst 10 TARGET: You and one or two allies in burst. EFFECT: Each target teleports to any other square in the burst then regains HP equal to 5 plus LVL.",
    "Expert": "GAMMA ERUPTION - Encounter Dark Radiation Standard Action Ranged 5 TARGET: One creature. ATTACK: CON + LVL VS Fort. HIT: 2d10 + CON-MOD + 2x LVL radiation DMG. EFFECT: The target is weakened until the end of your next turn."
  },
  {
    "Origin": "Rat Swarm",
    "Ability": "  DEX",
    "Skill": " Stealth",
    "Bonus": " Bio",
    "AC": 0,
    "Fort": 0,
    "Ref": 0,
    "Will": 0,
    "LVL": "Gain resist 5 to all DMG against melee and raged attacks, and vulnerable 5 to DMG from area and close attacks.",
    "LVL1": "You can't be knocked prone.",
    "LVL2OR6": "When you score a critical hit the attack deals 1d10 extra DMG and the target takes a -2 penalty to attack rolls until the end of your next turn",
    "Novice": "SWARM! - Encounter Bio Physical Standard Action Melee 1 TARGET: One creature. ATTACK: DEX + LVL VS Ref. HIT: 1d8 DEX-MOD + 2x LVL physical DMG and the target is immobilized until the end of your next turn.",
    "Utility": "COVER MORE GROUND - Encounter Bio Move Action Personal EFFECT: You shift a number of squares equal to your DEX-MOD.",
    "Expert": "DEATH BY A THOUSAND BITES - Encounter Bio Physical Standard Action Melee 1 TARGET: One creature. ATTACK: DEX + LVL VS Fort. HIT: 2d10 + DEX-MOD physical DMG. EFFECT: At the start of your next turn the target takes physical DMG equal to 3x LVL."
  },
  {
    "Origin": "Reanimated",
    "Ability": " STR",
    "Skill": " Athletics",
    "Bonus": " Dark",
    "AC": 0,
    "Fort": 0,
    "Ref": 0,
    "Will": 0,
    "LVL": "You are immune to disease, and whenever you start your turn and have at least 1 hit point, you regain hit points equal to your LVL.",
    "LVL1": "Reduce your speed by 1.",
    "LVL2OR6": "When you score a critical hit, the attack deals 1d10 extra DMG, and the target is dazed until the end of your next turn.",
    "Novice": "NASTY BITE - At-Will Dark Healing Physical Standard Actioin Melee 1 TARGET: One creature. ATTACK: STR + LVL VS Fort. HIT: 2d6 + STR-MOD + 2x LVL physical DMG. If you score a critical hit, you also regain 5 + your LVL HP.",
    "Utility": "ZOMBIE SURPRISE - Encounter Dark Healing No Action Personal TRIGGER: You start your turn with 0 HP or fewer. EFFECT: You regain HP equal to your LVL and stand up.",
    "Expert": "GRISLY FEAST - Encounter Dark Physical Standard Action Melee 1 TARGET: One creature. ATTACK: STR + LVL + 2 VS AC. HIT: 1d10 + STR-MOD + 2x LVL physical DMG, and you knock the target prone. In addition, until the target starts its turn in a square not adjacent to you, it takes 5 physical DMG whenever it starts its turn adjacent to you."
  },
  {
    "Origin": "Seismic",
    "Ability": " STR",
    "Skill": " Athletics",
    "Bonus": " Dark",
    "AC": 0,
    "Fort": 0,
    "Ref": 0,
    "Will": 0,
    "LVL": "Gain resist 5 physical.",
    "LVL1": "Take a -1 penalty to speed.",
    "LVL2OR6": "When you score a critical hit the attack deals 1d10 extra DMG and you knock the target and each enemy adjacent to the target prone.",
    "Novice": "SEISMIC STOMP - At-Will Dark Sonic Standard Action Close burst 1 TARGET: Each creature in burst. ATTACK: STR + LVL VS Fort. HIT: 1d6 + STR-MOD + LVL sonic DMG and you knock the target prone.",
    "Utility": "GROUND ANCHOR - Encounter Dark Immediate Interrupt Personal TRIGGER: You are hit by an attack that pulls you, pushes you, slides you, or knocks you prone. EFFECT: You aren't pulled, pushed, slid, or knocked prone by the attack.",
    "Expert": "CLOBBERIN' TIME - Encounter Dark Physical Standard Action Melee 1 TARGET: One creature. ATTACK: STR + LVL VS Fort. HIT: 2d10 + STR-MOD + 2x LVL physical DMG and you push the target 3 squares. EFFECT: The target falls prone."
  },
  {
    "Origin": "Simian",
    "Ability": " STR",
    "Skill": " Athletics",
    "Bonus": " Bio",
    "AC": 0,
    "Fort": 1,
    "Ref": 1,
    "Will": 0,
    "LVL": "Fort and Ref +1",
    "LVL1": "Gain a +1 bonus to speed.",
    "LVL2OR6": "When you score a critical hit the attack deals 1d10 extra DMG, and you push the target 2 squares.",
    "Novice": "APE RAGE - At-Will Bio Physical Weapon Standard Action Melee or Ranged weapon TARGET: One creature. ATTACK: STR + LVL + weapon accuracy VS AC. HIT: 1[W] + 1d6 + STR-MOD + LVL physical DMG, and you gain a +2 power bonus to your next attack roll against the target before the end of your next turn.",
    "Utility": "MONKEY LEAP - Encounter Bio Move Action Personal EFFECT: You make an Athletics check to jump and gain a +5 power bonus. Each enemy adjacent to you at the end of the jump grants combat advantage to you until end of your next turn.",
    "Expert": "EXPERT APE TRAINING - Encounter Bio Physical Weapon Standard Action Melee or Ranged Weapon TARGET: One creature. ATTACK: STR + LVL + weapon accuracy + 2 VS AC. HIT: 2[W] = STR-MOD + LVL physical DMG, and each enemy within 3 squares of you grants combat advantage to you until the end of your next turn."
  },
  {
    "Origin": "Speedster",
    "Ability": " DEX",
    "Skill": " Acrobatics",
    "Bonus": " Psi",
    "AC": 0,
    "Fort": 0,
    "Ref": 2,
    "Will": 0,
    "LVL": "Ref +2",
    "LVL1": " Gain a +2 Bonus to speed while wearing light armor or no armor.",
    "LVL2OR6": "When you score a critical hit you can make a basic attack as a free action.",
    "Novice": "QUICK ATTACK - Encounter Psi Physical Weapon Standard Action Melee or Ranged weapon TARGET: One creature. EFFECT: You can shift 2 squares before the attack. ATTACK: DEX + LVL + weapon Accuracy VS AC. HIT: 1[W] + DEX-MOD + LVL physical DMG and you shift 2 squares.",
    "Utility": "WHIZZER - Encounter Psi Minor Action Personal EFFECT: You shift your speed.",
    "Expert": "SWIFT PUMMEL - Encounter Psi Physical Weapon Standard Action Melee 1 TARGET: One creature. ATTACK: DEX + LVL + weapon accuracy +2 VS AC. Make the attack 4 times. HIT: 1[W] physical DMG."
  },
  {
    "Origin": "Telekinetic",
    "Ability": " INT",
    "Skill": " Mechanics",
    "Bonus": " Psi",
    "AC": 0,
    "Fort": 0,
    "Ref": 0,
    "Will": 0,
    "LVL": "While you're Conscious, you gain +2 AC and Ref.",
    "LVL1": "You can manipulate unattended objects up to 5 squares away from you as if you were using them yourself. For example, you can open a door as a minor action or swing a club as a standard action. You take a -2 penalty to attack rolls of attacks you make using this trait.",
    "LVL2OR6": "When you score a critical hit, the attack deals 1d10 extra DMG and you slide one creature within 5 squares of you 2 squares.",
    "Novice": "TELEKINETIC WAVE - At-will Force Psi Standard Action Close blast 5 Target: Each creature in blast. ATTACK: INT + LVL VS Fort. HIT: 1d6 + INT-MOD + LVL force DMG and you push the target 3 squares.",
    "Utility": "CHESS PIECES - Encounter Psi Minor Action Close burst 5 TARGET: Each ally in burst. EFFECT: You slide the target 3 squares to another square in the burst.",
    "Expert": "TELEKINETIC CLUTCH - Encounter Force Psi Standard Action Ranged 10 TARGET: One creature. ATTACK: INT + LVL VS Fort. HIT: 1d10 + INT-MOD + 2x LVL force DMG and the target is immobilized and takes ongoing 10 force DMG(save ends both). MISS: Half DMG and the target is slowed (save ends)."
  },
  {
    "Origin": "Temporal",
    "Ability": " WIS",
    "Skill": " CONspiracy",
    "Bonus": " Dark",
    "AC": 2,
    "Fort": 0,
    "Ref": 0,
    "Will": 0,
    "LVL": "AC +2",
    "LVL1": "Gain a +5 bonus to initiative checks.",
    "LVL2OR6": "When you score a critical hit, the attack deals 1d10 extra DMG, and you teleport the target 2d6 squares.",
    "Novice": "TEMPORAL FUGUE - At-Will Dark Physical Teleportation Standard Action Melee or Ranged weapon TARGET: One creature. ATTACK: WIS + LVL + weapon accuracy VS Ref. HIT: 1[W] + WIS-MOD + LVL physical DMG, you teleport the target 4 squares, and the target is dazed until the end of your next turn.",
    "Utility": "TEMPORAL JAUNT - Encounter Dark Teleportation NO Action Personal TRIGGER: You end your turn. EFFECT: You disappear into the future until the start of your next turn. While under this effect, you can't take actions and have neither line of sight nor line of effect to any creature, and no creature has line of sight or line of effect to you. You reappear in an unoccupied square within 5 squares of the square you last occupied.",
    "Expert": "TIME SHOVE - Encounter Dark Physical Weapon Standard Action Melee or Ranged weapon TARGET: One creature. ATTACK: WIS + LVL + weapon accuracy VS Ref. HIT: 1[W] + WIS-MOD + LVL physical DMG, and the target disappears into the future until the end of your next turn. While under this effect, the target can't take actions and has neither line of sight nor line of effect to any creature, and no creature has line of sight or line of effect to it. It reappears in an unoccupied square of your choice within 5 squares of you."
  },
  {
    "Origin": "Wheeled",
    "Ability": " CON",
    "Skill": " Athletics",
    "Bonus": " Dark",
    "AC": 0,
    "Fort": 0,
    "Ref": 2,
    "Will": 0,
    "LVL": "Ref +2",
    "LVL1": "You ignore difficult terrain and gain a +1 bonus to speed.",
    "LVL2OR6": "When you score a critical hit, the attack deals 1d10 extra DMG, and you knock the target prone. You can then shift your speed.",
    "Novice": "MAXIMUM OVERDRIVE - At-Will Dark Physical Standard Action Melee weapon EFFECT: Before the attack, you shift 2 squares. TARGET: One creature. ATTACK: CON + LVL + weapon accuracy VS AC. HIT: 1[W] + CON-MOD + LVL physical DMG, and the target takes a -2 peanlty to attack rolls against your allies until the end of your next turn.",
    "Utility": "BURNING RUBBER - Encounter Dark Fire Move Action Personal EFFECT: You move your speed +2. Each square you leave is filled with fire until the start of your next turn. Any creature that enters a fire square or starts its turn there takes 5 fire DMG.",
    "Expert": "MONSTER TRUCK - Encounter Dark Physical Standard Action Personal EFFECT: You move your speed. You can move through enemies' spaces during this move, provided you end the move in an unoccupied space. Make the following attack against each enemy the first time you enter its space during this movement. Free Action Melee 1 TARGET: One creature. ATTACK: Con + LVL VS Ref. HIT: 2d8 + CON-MOD + LVL physical DMG< and you knock the target prone."
  },
  {
    "Origin": "Yeti",
    "Ability": " STR",
    "Skill": " Nature",
    "Bonus": " Bio",
    "AC": 1,
    "Fort": 0,
    "Ref": 0,
    "Will": 0,
    "LVL": "AC +1",
    "LVL1": "Gain resist 10 cold.",
    "LVL2OR6": "When you score a critical hit the attack deals 1d10 extra DMG and the target takes a -5 penalty to attack rolls against any creature other than you until the end of your next turn.",
    "Novice": "BIG CLAWS - Encounter Bio Physical Minor Action Melee 1 TARGET: One creature. ATTACK: STR + LVL + 2 VS AC. HIT: 1d10 + STR-MOD + 2x LVL physical DMG and the target is slowed until the end of your next turn.",
    "Utility": "YETI RAGE - Encounter Bio Healing Immediate Reaction Personal TRIGGER: An enemy damages you with an attack. EFFECT: You regain HP equal to 3 + LVL. Until the end of your next turn you gain a +2 power bonus to attack rolls against the triggering enemy.",
    "Expert": "YETI MAULING - Encounter Bio Physical Standard Action Melee 1 TARGET: One creature. EFFECT: Before the attack the target falls prone. ATTACK: STR + LVL VS Fort. HIT: 2d10 + STR-MOD + 2x LVL physical DMG and you shift 3 squares. You then slide the target 5 squares to any unoccupied square adjacent to you."
  },
  {
    "Origin": "Amphibian",
    "Ability": " DEX",
    "Skill": " Nature",
    "Bonus": " Bio",
    "AC": 0,
    "Fort": 0,
    "Ref": 0,
    "Will": 0,
    "LVL": "You have swim speed of 6",
    "LVL1": "You are never surpirsed",
    "LVL2OR6": "When you score a critical hit, you let out a croak of triumph and each creature adjacent to you is dazed until the end of your next turn.",
    "Novice": "GRASPING TOUNGE - At-Will Bio Physical Minor Action Melee 3 TARGET: One creature. ATTACK: DEX + LVL + 2 VS Ref. HIT: The target is pulled 2 squares. ",
    "Utility": "PRODIGIOUS LEAP - Encounter Bio Move Action Personal EFFECT: You jump your speed, passing through enemy squares as long as you end in an unoccupied square.",
    "Expert": "SWALLOW - Encounter Bio Standard Action Ranged 5 TARGET: One creature of your size or smaller. ATTACK: DEX + LVL VS Ref. Hit: 2d10 + LVL phyical DMG, and the target is removed from play until the beginning of your next turn. While removed, the target cannot take any actions."
  },
  {
    "Origin": "Angelic",
    "Ability": " CHA",
    "Skill": " Interaction",
    "Bonus": " Dark",
    "AC": 0,
    "Fort": 0,
    "Ref": 0,
    "Will": 0,
    "LVL": "You gain a flight speed equal to your move speed. You take a -2 penalty to attacks while flying.",
    "LVL1": "",
    "LVL2OR6": "When you score a critical hit, you or an ally within 5 squares can regain hit points equal to 2x their level.",
    "Novice": "HOLY SMITE - At-Will Dark Radiant Standard Action Melee 1 TARGET: One creature. ATTACK: CHA + LVL + 2 VS AC. HIT: 1d12 + CHA-MOD + 2x LVL radiant DMG.",
    "Utility": "HEALING HYMN - Encounter Dark Healing Minor Action Close burst 5 TARGET: One ally. EFFECT: The target regains HP equal to your CHA-MOD plus your LVL.",
    "Expert": "BLINDING LIGHT - Encounter Dark Radiant Zone Standard Action Area burst 1 within 10ft. EFFECT: The burst creates a zone of bright light until the end of your next turn. Creatures within or entering the zone become blinded (save ends)."
  },
  {
    "Origin": "Animated",
    "Ability": " CHA",
    "Skill": " Athletics",
    "Bonus": " Dark",
    "AC": 0,
    "Fort": 0,
    "Ref": 0,
    "Will": 0,
    "LVL": "You have resist 5 physical and vulnerable 5 acid.",
    "LVL1": "As a minor action, you can produce any normal weapon or starting gear item from an extradimensional pocket. It lasts until you let go of it or until you use hammerspace again.",
    "LVL2OR6": "When you score a critical hit, you deal an extra 1d10 DMG and the target is dazed until the end of your next turn.",
    "Novice": "BIFF! BAM! POW! - At-Will Dark Physical Weapon Standard Action Melee or Ranged weapon TARGET: One creature. ATTACK: CHA + LVL + accuracy VS AC. HIT: 1[W] + CHA-MOD + LVL physical DMG, and you slide the target 2 squares.",
    "Utility": "TOON PHYSICS - Encounter Dark Minor Action Personal EFFECT: Until the end of your next turn, you can move through solid walls and blocking terrain by slapping down a flat black disk as a free action and moving through it. If you're in a situation where you would fall, you don't fall unless you look down, and can move across empty air without falling, though you cannot ascend or descend. If you end your next turn in the air, you fall to the ground and take no damage, but you create a hole shaped like your body and are prone in the hole.",
    "Expert": "ANVIL - Encounter Dark Physical Standard Action Close burst 10 TARGET: One creature in burst. ATTACK: CHA + LVL VS Ref. HIT: 3d10 + CHA-MOD + 2x LVL physical DMG, and the target is stunned (save ends) and knocked prone. MISS: Half DMG."
  },
  {
    "Origin": "Anneloid",
    "Ability": " CON",
    "Skill": " Nature",
    "Bonus": " Bio",
    "AC": 0,
    "Fort": 2,
    "Ref": 0,
    "Will": 0,
    "LVL": "Fort +2, You also have a +4 to Athletics and Acrobatics for making checks to escape from Grab/Immobilization.",
    "LVL1": "You can tunnel through soft earth, sand, or mud at half your speed without leaving a tunnel behind you. You can squeeze through narrow openings as if you were two sizes smaller. You can shift while Prone, and do not grant combat advantage while Prone.",
    "LVL2OR6": "When you score a critical hit, the attack deals an additional +1d6 DMG, and the target is confronted with the inevitability of its on death and is stunned until the start of your next turn. Creatures that are immortal or not alive (Such as Robots, Androids, and Undead) are not stunned.",
    "Novice": "FLEXIBLE ATTACK - Encounter Bio Weapon Standard Action Melee 2 TARGET: One creature. ATTACK: CON + LVL VS Ref. HIT: 1[W] + CON-MOD + LVL DMG. SPECIAL: You gain combat advantage for the attack if an ally is adjacent to the target.",
    "Utility": "REGENERATION - Encounter Bio No Action Personal TRIGGER: You succeed on a death save. EFFECT: You use your second wind. If you have already used your second wind this encounter, you regain HP equal to 10 + LVL.",
    "Expert": "WORM FOOD - Encounter Bio Standard Action Melee 1 TARGET: Each creature in burst. ATTACK: CON + LVL VS Fort. HIT: 3d6 + CON-MOD + 2x LVL DMG, and the target is weakened (save ends). You regain HP equal to 2x LVL. EFFECT: While the target is weakened and adjacent to you, at the start of your turn you regain HP equal to your CON-MOD."
  },
  {
    "Origin": "Aquatic",
    "Ability": " DEX",
    "Skill": " Athletics",
    "Bonus": " Bio",
    "AC": 1,
    "Fort": 0,
    "Ref": 0,
    "Will": 0,
    "LVL": "AC +1",
    "LVL1": "You gain a swim speed of 6 and can breath underwater.",
    "LVL2OR6": "When you score a critical hit, the attack deals an additional +1d10 DMG and is slowed (save ends).",
    "Novice": "WATER SPRAY - At-Will Bio Standard Action Ranged 5 TARGET: One creature. ATTACK: DEX + LVL VS Fort. HIT: 2d6 + DEX-MOD + LVL DMG, and the target is pushed 1 square.",
    "Utility": "SLIPPERY - Encounter Bio Immediate Reaction Personal TRIGGER: An enemy moves adjacent to you. EFFECT: You may shift 3 squares as a free action.",
    "Expert": "SWALLOW - Encounter Bio Physical Standard Action Melee 1 TARGET: One creature your size or smaller. ATTACK: DEX + LVL VS Ref. HIT: 2d10 + DEX-MOD + LVL physical DMG, and the target is grabbed by you (save ends). As long as it is grabbed, it takes ongoing 5 acid."
  },
  {
    "Origin": "Avatar",
    "Ability": " WIS",
    "Skill": " CONspiracy",
    "Bonus": " Psi",
    "AC": 0,
    "Fort": 1,
    "Ref": 1,
    "Will": 1,
    "LVL": "Fort +1, Ref +1, Will +1",
    "LVL1": "You may spend a minor action to use aid another on yourself, but only when performing skill checks.",
    "LVL2OR6": "When you score a critical hit, the attack deals an additional +1d10 DMG, and the target takes a -1 to attack rolls and saving throws until the end of its next turn.",
    "Novice": "INSIGHTFUL STRIKE - At-Will Psi Weapon Standard Action Melee or Ranged weapon TARGET: One creature. ATTACK: WIS + LVL + weapon accuracy VS AC. HIT: 1[W] + WIS-MOD + LVL physical DMG. MISS: You gain a +1 bonus to any attacks against the same target until the end of your next turn.",
    "Utility": "PAST MEMORIES - Encounter Psi No Action Personal TRIGGER: You make an attack roll, saving throw, skill check or ability check and dislike the result. EFFECT: You add +1d6 to the triggering roll.",
    "Expert": "UNLEASED - Encounter Psi Psychic Standard Action Close burst 2 TARGET: Each creature in burst. ATTACK: WIS + LVL VS Will. HIT: 2d10 + WIS-MOD + LVL psychic DMG. MISS: Half DMG."
  },
  {
    "Origin": "Canine",
    "Ability": " STR",
    "Skill": " Perception",
    "Bonus": " Bio",
    "AC": 0,
    "Fort": 2,
    "Ref": 0,
    "Will": 0,
    "LVL": "Fort +2",
    "LVL1": "You gain a +1 bonus to attack rolls against bloodied opponents",
    "LVL2OR6": "When you score a critical hit, the attack deals an additional +1d10 damage, and the target takes ongoing 5 physical (save ends).",
    "Novice": "BITE HOLD - At-Will Bio Physical Standard Action Melee 1 TARGET: One creature. ATTACK: STR + LVL + 2 VS AC. HIT: 1d6 + STR-MOD + LVL physical DMG, and the target is grabbed.",
    "Utility": "ROLL OVER - At-Will Bio Minor Personal EFFECT: You stand up from prone.",
    "Expert": "DOG EAT DOG - Encounter Bio Physical Immediate Reactiion Personal TRIGGER: An enemy damages you with an attack. TARGET: The triggering enemy. ATTACK: STR + LVL VS Ref. HIT: 1d10 + STR-MOD + LVL physical DMG EFFECT: The target is weakened until the end of their next turn."
  },
  {
    "Origin": "Chelonian",
    "Ability": " CON",
    "Skill": " Athletics",
    "Bonus": " Bio",
    "AC": 0,
    "Fort": 0,
    "Ref": 0,
    "Will": 0,
    "LVL": "HERO IN A HALF SHELL - You have resist 1 to all damage.",
    "LVL1": "You have a -1 to speed.",
    "LVL2OR6": "When you score a critical hit, the target takes extra damage equal to 2X your CON-MOD and is stunned until the end of its next turn.",
    "Novice": "WITHDRAW - At-Will Bio Minor Action Personal EFFECT: You enter your shell. While in your shell you gain +3 speed, and the only actions you can take are walking, running, and charging. While charging in shell form, you may use your CON-MOD for the attack and DMG roll in place of another ability score. You can exit shell form as a free action.",
    "Utility": "SHELL FRENZY - Encounter Bio Physical MoveAction Personal EFFECT: You use Withdraw as a free action and shift your speed. During this shift you can move through enemy spaces. The first time you enter an enemy's space, make a melee basic attack against it, using CON-MOD for the attack and DMG roll.",
    "Expert": "EPIC ENDURANCE - Encounter Bio Immediate Interrupt Personal TRIGGER: You take DMG. EFFECT: You take no DMG instead. Until the end of your next turn, your Hero In A Half Shell resistance increases to 10. SPECIAL: You may use this power while in shell form."
  },
  {
    "Origin": "Cosmic",
    "Ability": " INT",
    "Skill": " Science",
    "Bonus": " Dark",
    "AC": 0,
    "Fort": 2,
    "Ref": 0,
    "Will": 0,
    "LVL": "Fort +2",
    "LVL1": "You do not breath, can exist in a vacuum, and can ignore some forms of difficult terrain because you float slightly above the ground",
    "LVL2OR6": "When you score a critical hit, the target is blinded (save ends).",
    "Novice": "STARBURST - At-Will Dark Radiation Standard Action Area burst 1 within 10FT. TARGET: Each creature in burst. ATTACK: INT + LVL VS Fort. HIT: INT-MOD + LVL radiation DMG, and the target cannot make opportunity attacks until the end of your next turn.",
    "Utility": "FLASHY LIGHT FORM - Encounter Dark Standard Action Personal EFFECT: You gain insubstantial and phasing, but you cannot attack. This effect lasts until the end of your next turn. SUSTAIN STANDARD: The effect persists.",
    "Expert": "SUPERNOVA - Encounter Dark Radiation Immediate Interrupt Close burst 2 TRIGGER: You are bloodied or fall unconscious. TARGET: Each creature in burst. ATTACK: INT + LVL VS Ref. HIT: 2d10 + INT-MOD + LVL radiation DMG, and the target is pushed 2 squares."
  },
  {
    "Origin": "Demonic",
    "Ability": " CHA",
    "Skill": " CONspiracy",
    "Bonus": " Dark",
    "AC": 0,
    "Fort": 2,
    "Ref": 0,
    "Will": 0,
    "LVL": "Fort +2",
    "LVL1": "TEMPTATION - You can pull a stunned or dazed enemy 1 square as a free action once per turn.",
    "LVL2OR6": "When you score a critical hit, the target takes ongoing 10 fire (save ends).",
    "Novice": "FLAMEWREATH STRIKE - At-Will Dark Fire Standard Action Melee weapon TARGET: One creature. ATTACK: CHA + Accuracy + LVL VS AC. HIT: 1[W] + CHA-MOD + 2X LVL fire damage.",
    "Utility": "BEGUILING WHISPERS - Encounter Dark Minor Action Ranged 5 TARGET: One creature. ATTACK: CHA + LVL VS Will. HIT: The target becomes fascinated (save ends). While fascinated, you can use your Temptation feature each round on the target, even if it is not stunned or dazed.",
    "Expert": "LURE OF MINAUROS - Encounter Dark, Fear, Psychic Standard Action Ranged 10 TARGET: One creature. ATTACK: CHA + LVL VS Will. HIT: 1d10 + CHA-MOD + LVL psychic DMG, and the target takes a free action to make a melee basic attack against itself or an adjacent creature. MISS: You take DMG equal to your LVL but may reappear the attack against another target in range."
  },
  {
    "Origin": "Dire Brute",
    "Ability": " CON",
    "Skill": " Interaction",
    "Bonus": " Dark",
    "AC": 0,
    "Fort": 0,
    "Ref": 0,
    "Will": 2,
    "LVL": "",
    "LVL1": "You can choose to reroll any death save, keeping the second result.",
    "LVL2OR6": "When you score a critical hit, you deal an extra 1d10 DMG, and the target is knocked prone.",
    "Novice": "ALL OUT OF BUBBLE GUM - At-Will Dark Standard Action Melee 1. TARGET: One creature. ATTACK: CON + LVL VS Fort. HIT: 2d6 + CON-MOD + LVL DMG, and the target grants combat advantage to you and your allies until the end of your next turn.",
    "Utility": "BIG MISTAKE - Encounter Dark Minor Action Personal TRIGGER: You are under an effect a save can end. EFFECT: You may make a saving throw against the triggering effect.",
    "Expert": "GOOD, BAD, I'M THE GUY WITH THE GUN - Encounter Dark Weapon Standard Action Melee or Ranged weapon. TARGET: One creature. ATTACK: CON + LVL + Accuracy VS Ref. HIT: 2[W] + CON-MOD + LVL DMG, and the target is weakened (save ends). SPECIAL: This attack does not affect your weapon's Ammo."
  },
  {
    "Origin": "Fey",
    "Ability": " CHA",
    "Skill": " Interaction",
    "Bonus": " Dark",
    "AC": 0,
    "Fort": 0,
    "Ref": 0,
    "Will": 0,
    "LVL": "You gain a +1 to your Reflex, AC, and Speed when you are not wearing heavy armor.",
    "LVL1": "You do not age, and have resist 10 necrotic.",
    "LVL2OR6": "When you score a critical hit, you do 1d10 extra psychic damage, and you gain total concealment against the target until the end of its next turn.",
    "Novice": "CAPRICIOUS ATTACK - At-Will Dark Psychic Weapon Standard Action Melee weapon REQUIREMENT: You must be using a light weapon that is not a gun, omega tech, or made of iron. TARGET: One creature. ATTACK: CHA + LVL BS Will. HIT: 1[W] + CHA-MOD + LVL psychic DMG, and the target is confused. Roll a d6: 1. Target must make a basic attack against you next turn if able. If it cant, it is dazed. 2. The target will attack you on its next turn if able. If it can't, it takes a -2 to attacks that round. 3. Target takes a -2 penalty to hit enemies other than you until the end of its next turn. 4. The target is slowed until the end of its next turn. 5. The target is dazed until the end of its next turn. 6. The target makes a basic attack against one of its allies on its next turn. If it can't it is stunned.",
    "Utility": "FEY GLAMOUR - Encounter Dark Illusion Minor Action Personal EFFECT: Creatures perceive you as pleasant, attractive, or important, and will not be suspicious of your presence or motivations (-4 intution) until combat begins. You gain a +4 to all interaction checks until the end of the current encounter. If you use this power in combat, you may pick one enemy you can see and that enemy takes a -2 to all attacks against you until the end of the encounter.",
    "Expert": "FEY MAGIC - Encounter  Dark Illusion Psychic Standard Action Close burst 3 TARGET: Each enemy in burst. ATTACK: CHA + LVL VS Ref. HIT: 2d12 + CHA-MOD + 2X LVL DMG, and roll a d6: 1. Acid DMG and target takes ongoing 5 acid (save ends) 2. Cold DMG and target is immobilized until the end of your next turn. 3. Electricity DMG and target takes a -2 penalty to attack rolls until the end of your next turn. 4. Fire DMG and target takes ongoing 5 fire (save ends). 5. Sonic DMG and target is deafened until the end of your next turn. 6. Force DMG and you push target 3 squares."
  },
  {
    "Origin": "Goatfolk",
    "Ability": " CON",
    "Skill": " Mechanics",
    "Bonus": " Bio",
    "AC": 0,
    "Fort": 2,
    "Ref": 0,
    "Will": 0,
    "LVL": "FORT +2",
    "LVL1": "You can eat and drink almost anything. Irradiated, Metallic, Organic, Mineral. . . it doesnt matter to you, it can be food if you're willing.",
    "LVL2OR6": "When you score a critical hit, you deal an extra +1d10 damage and the target it dazed until the end of its next turn.",
    "Novice": "HEADBUTT - At-Will Bio Standard Action Melee 1 TARGET: One creature. ATTACK: CON + LVL + 2 VS AC. HIT: 1d10 + CON-MOD + LVL physical DMG.",
    "Utility": "HOOVES OF STEEL - Encounter Bio Free Action Personal EFFECT: Until the end of your next turn, you can ignore difficult terrain.",
    "Expert": "GET OFF MY BRIDGE - Encounter Bio Standard Action Melee 1 TARGET: One creature. ATTACK: CON + LVL VS Fort. HIT: 2d10 + CON-MOD + LVL physical DMG, and the target is pushed 3 squares."
  },
  {
    "Origin": "Hemokinetic",
    "Ability": " CHA",
    "Skill": " Science",
    "Bonus": " Dark",
    "AC": 0,
    "Fort": 2,
    "Ref": 0,
    "Will": 0,
    "LVL": "Fort +2",
    "LVL1": "You have fast healing 3.",
    "LVL2OR6": "When you score a critical hit, the attack deals an additional +1d10 damage, and an ally within 5 squares of you regains HP equal to your CHA-MOD + LVL.",
    "Novice": "SEPSIS INDUCTION - At-Will  Dark, Poison Standard Action Ranged 10 Target: One creature Attack: Charisma + your level vs. Fort Hit: The target takes ongoing 10 poison (save ends).",
    "Utility": "BLOOD TRANSFUSION - Encounter  Dark Move Action Close burst 5 Target: You and one ally in burst. Effect: You take 2d8+your level damage, and the target gains that many hit points plus temporary hit points equal to your Charisma modifier.",
    "Expert": "INVOLUNTARY DONOR - Encounter  Psi, Psychic Standard Action Close burst 3 Target: Each enemy in burst Attack: Charisma + your level vs. Fort Hit: 1d6 + Wisdom modifier + your level psychic damage. Effect: You gain temporary hit points equal to the total damage dealt."
  },
  {
    "Origin": "Hoofed",
    "Ability": " CON",
    "Skill": " Athletics",
    "Bonus": " Bio",
    "AC": 0,
    "Fort": 0,
    "Ref": 2,
    "Will": 0,
    "LVL": "Ref +2",
    "LVL1": "You gain a +1 to Speed.",
    "LVL2OR6": "When you score a critical hit, the attack deals an additional +1d10 damage, and you may shift 2 squares.",
    "Novice": "TRAMPLE - Encounter  Bio, Physical MoveAction Personal Effect: Move your speed. During this movement, you may pass through enemy squares and make the following attack against each one as a free action: Target: One creature Attack: Constitution + your level vs. Reflex Hit: Constitution modifier plus your level physical damage.",
    "Utility": "GALLOP - Encounter  Bio Minor Action Personal Effect: You can move your speed",
    "Expert": "BACK KICK - Encounter  Bio, Physical, Reliable Standard Action Melee 1 Target: One creature Attack: Constitution + your level vs. Reflex Hit: 2d10 + Constitution modifier + twice your level physical damage, and the target is knocked prone."
  },
  {
    "Origin": "Horned",
    "Ability": " CON",
    "Skill": " Interaction",
    "Bonus": " Bio",
    "AC": 1,
    "Fort": 0,
    "Ref": 0,
    "Will": 0,
    "LVL": "AC +1",
    "LVL1": " You gain a +2 to damage rolls on charge attacks.",
    "LVL2OR6": "When you score a critical hit, you can make a charge attack as a free action.",
    "Novice": "GOURING CHARGE - At-Will  Bio, Physical Standard Action Melee 1 Target: One creature Attack: Constitution + your level vs. AC Hit: 2d6 + Constitution modifier + your level physical damage, and you knock the target prone. Special: When charging, you can use this power in place of a melee basic attack",
    "Utility": "BULL HEADED - Encounter  Bio Immediate Interrupt Personal Trigger: You are hit by an attack that pulls, pushes, slides, or knocks prone. Effect: You are not pulled, pushed, slid, or knocked prone by the attack, but you still suffer any other effects of the attack.",
    "Expert": "BLOOD FRENZY - Encounter  Bio Immediate Reaction Personal Trigger: You are bloodied by an attack from a creature. Target: Triggering creature Effect: Make a melee basic or charge attack against the target as a free action. If the attack hits, knock the creature prone and push it 2 squares."
  },
  {
    "Origin": "Invisible",
    "Ability": " DEX",
    "Skill": " Stealth",
    "Bonus": " Dark",
    "AC": 0,
    "Fort": 0,
    "Ref": 0,
    "Will": 0,
    "LVL": "You gain a +2 to your AC and Reflex against melee and ranged attacks.",
    "LVL1": "If you are not surprised at the beginning of an encounter, you can not be included as the target of an attack or power until the beginning of your next turn.",
    "LVL2OR6": "When you score a critical hit, you deal an extra 1d10 damage and you become invisible to the target until the beginning of your next turn or until you attack the target, whichever comes first.",
    "Novice": "UNSEEN HAND - At-Will  Dark, Weapon Standard Action Melee or Ranged weapon Target: One creature Attack: Dexterity + your level + accuracy vs. Reflex Hit: 1[W] + your level damage, and the target grants combat advantage to you and your allies until the end of your next turn.",
    "Utility": "WHERE'D YOU GO? - Encounter  Dark Immediate Interrupt Personal Trigger: You are hit by an attack. Effect: The triggering attack misses you, and you teleport a number of squares equal to your Dexterity modifier +1.",
    "Expert": "DISAPPEARING ACT - Encounter  Dark Standard Action Close burst 3 Effect: You may immediately use Unseen Hand against each enemy in the burst. You become invisible to each enemy you hit with this attack (save ends each). If you attack a target to which you are invisible from this power, the effect ends for that target."
  },
  {
    "Origin": "Lepidoptoid",
    "Ability": " CHA",
    "Skill": " Acrobatics",
    "Bonus": " Bio",
    "AC": 0,
    "Fort": 0,
    "Ref": 0,
    "Will": 0,
    "LVL": "You gain resist 10 to a type you specify at the start of each encounter. When you become bloodied, all enemies in close burst 3 take ongoing poison damage equal to your level (save ends).",
    "LVL1": "You have limited powers of flight. You gain a flight speed equal to your level, but you cannot make attacks while flying. If you are attacked while flying, you must make a saving throw or fall.",
    "LVL2OR6": "When you score a critical hit, you push the target 3 squares and knock it prone.",
    "Novice": "WING POLLEN - At-Will  Bio, Poison Standard Action Close blast 3 Target: Each creature in blast Attack: Charisma + your level vs. Fortitude Hit: 1d6 + Charisma modifier + your level poison damage, and the target is grants combat advantage (save ends).",
    "Utility": "BLINDING LIGHTS - Encounter  Bio Immediate Interrupt Personal Trigger: You would take damage. Effect: You gain resist 5 All until the start of your next turn.",
    "Expert": "NUCLEAR POLLEN - Encounter  Bio, Poison Minor Action Personal Effect: The damage from your next attack becomes ongoing poison damage (save ends)."
  },
  {
    "Origin": "Miniature",
    "Ability": " CHA",
    "Skill": " Acrobatics",
    "Bonus": " Bio",
    "AC": 0,
    "Fort": 0,
    "Ref": 2,
    "Will": 0,
    "LVL": "Ref +2",
    "LVL1": "You are size Small. You suffer a -2 penalty when wielding weapons not sized properly for you. You gain a +2 to AC when you are adjacent to at least two creatures that are larger than you.",
    "LVL2OR6": "When you score a critical hit, the target gains Vulnerable 5 to all damage until the start of your next turn.",
    "Novice": "SHIN KICK - At-Will  Bio, Physical Standard Action Melee 1Target: One creature Attack: Charisma + your level vs. Fortitude Hit: 1d6 + Charisma modifier + your level damage, and the target grants combat advantage for the next attack against it.",
    "Utility": "TOO SLOW! - Encounter  Bio Immediate Interrupt Personal Trigger: You are hit by an attack. Effect: The attacker re-rolls the attack and keeps the result.",
    "Expert": "CUTE LIL' BUGGER - Encounter  Bio, Physical, Reliable Immediate Interrupt Personal Trigger: You are the target of an attack. Effect: The attack misses, but is not expended. You may make a basic melee attack against the target as a free action. You have combat advantage for that attack"
  },
  {
    "Origin": "Prehistoric",
    "Ability": " CON",
    "Skill": " Nature",
    "Bonus": " Bio",
    "AC": 0,
    "Fort": 2,
    "Ref": 0,
    "Will": 0,
    "LVL": "Fort +2",
    "LVL1": "You take a -2 penalty to Omega Charge rolls, but your effective leve is increased by two for the purposes of salvaging Omega Tech.",
    "LVL2OR6": "When you score a critical hit, the attack deals an additional +1d10 damage, and you may shift 2 squares.",
    "Novice": "CLUB SMASH! - At-Will  Bio, Weapon Standard Action Melee weapon Target: One creature Attack: Constitution + your level + accuracy vs. Reflex Hit: 1[W] + Constitution modifier + your level damage, and each creature adjacent to the target takes damage equal to your Constitution modifier.",
    "Utility": "THICK SKULL, TINY BRAIN - Encounter  Bio, Stance Free Action Personal Effect: You gain Resist 5 physical, but suffer a -2 penalty to Will and Reflex Sustain Minor: The effect persists.",
    "Expert": "LET THERE BE FIRE! - Encounter  Bio, Physical, Fire Standard Action Close burst 1 Target: Each creature in burst Attack: Constitution + your level vs. Reflex Hit: 1d10 + Constitution modifier + your level physical and fire damage, and you push the target 1 sq. Effect: Until the end of the encounter, your melee attacks deal an additional 2 fire damage."
  },
  {
    "Origin": "Lagomorph",
    "Ability": " STR",
    "Skill": " Perception",
    "Bonus": " Bio",
    "AC": 0,
    "Fort": 2,
    "Ref": 2,
    "Will": 2,
    "LVL": "You gain a +2 bonus on saving throws.",
    "LVL1": "At the start of each encounter, you gain combat advantage against all targets until the end of your first turn.",
    "LVL2OR6": "When you score a critical hit, the target takes ongoing 10 physical (save ends).",
    "Novice": "RABBIT PUNCH - At-Will  Bio, Physical, Weapon Standard Action Melee weapon Target: One creature Attack: Strength + your level accuracy vs. AC Hit: 1[W] + Strength modifier + your level physical damage, and if you have combat advantage against the target, it is dazed until the start of your next turn.",
    "Utility": "BUNNY HOP - Encounter  Bio Move Action Personal Effect: You jump a number of squares equal to your speed. This movement does not provoke opportunity attacks.",
    "Expert": "VICIOUS STEAK A MILE WIDE - Encounter  Bio, Physical Standard Action Close burst 2 Target: Each enemy in burst Attack: Strength + your level vs. Reflex Hit: 2d10 + Strength modifier + your level physical damage Miss: Half damage."
  },
  {
    "Origin": "Saurian",
    "Ability": " CON",
    "Skill": " Conspiracy",
    "Bonus": " Bio",
    "AC": 0,
    "Fort": 0,
    "Ref": 2,
    "Will": 0,
    "LVL": "Ref +2",
    "LVL1": "You gain a +1 bonus to speed. When you run, add +3 to speed instead of +2.",
    "LVL2OR6": "When you score a critical hit, you deal 1d10 extra damage and may shift up to 3 squares away from the target.",
    "Novice": "TAIL LASH - At-Will  Bio, Physcial Standard Action Melee 2 Target: One creature Attack: Constitution + your level vs. Reflex Hit: 1d8 + Constitution modifier physical damage, and the target is knocked prone. You do not provoke an Opportunity Attack if you move away from the target while it is pro ",
    "Utility": "EVOLUTIONARY STASIS - Encounter  Bio No Action Personal Trigger: You experience an Alpha Surge Effect: Instead of discarding and re-drawing one of your mutations, you can refresh a mutation you have expended.",
    "Expert": "DISEMBOWELING SLASH - At-Will  Bio, Physical Standard Action Melee 1 Target: One prone creature Attack: Constitution + your level vs. AC Hit: 2d10 + Constitution modifier + twice your level physical damage, and the target takes ongoing 5 physical damage and is slowed (save ends both). Miss: Half damage and you may jump backwards, shifting 3 squares away from the target."
  },
  {
    "Origin": "Scorpionoid",
    "Ability": " DEX",
    "Skill": " Stealth",
    "Bonus": " Bio",
    "AC": 0,
    "Fort": 2,
    "Ref": 0,
    "Will": 0,
    "LVL": "Fort +2",
    "LVL1": "You may take both a Move action and a Standard action on a surprise round in which you are able to act. When you hit an enemy on a surprise round, you deal +1d12 damage for that attack.",
    "LVL2OR6": "When you score a critical hit, the attack deals an additional +1d10 damage, and target is weakened until the end of its next turn.",
    "Novice": "STING! - At-Will  Bio, Physical, Poison Standard Action Melee 1 Target: One creature Attack: Dexterity + your level vs. AC Hit: 1d6 + Dexterity modifier + your level physical damage, and you may make a secondary attack. Secondary Attack: Dexterity + your level vs Fortitude Hit: 1d8 + your level poison damage, and the target is slowed until the end of your next turn.",
    "Utility": "REVEL IN IT - Encounter  Bio Free Action Melee 1 Trigger: You hit with your Sting! power's secondary attack, or score a critical hit. Effect: The triggering target takes ongoing poison damage equal to your level (save ends). You can choose to gain 10 temporary hit points, or make a saving throw against an effect a save can end.",
    "Expert": "HATE'S POISON - Free Action Melee 1 Trigger: You hit an enemy with your Sting! power. Effect: Instead of making the Sting! secondary attack, you may make the following attack: Attack: Dexterity + your level vs. Fort Hit: 3d8 + twice your level poison & psychic damage, and the target is slowed (save ends). First failed save: immobilized (save ends) Second failed save: stunned (save ends) Third failed save: reduced to 0 hit points. Miss: 1d8 + your level poison damage, and the target is slow "
  },
  {
    "Origin": "Shadoweaver",
    "Ability": " CHA",
    "Skill": "Stealth",
    "Bonus": " Dark",
    "AC": 1,
    "Fort": 0,
    "Ref": 1,
    "Will": 1,
    "LVL": "You gain a +1 to AC, Reflex, and Will.",
    "LVL1": "You can control the shape and movement of shadows within 5 squares of you. It can be fun, or kinda creepy, and is generally no more difficult than speaking. You can also, as a minor action, either eliminate concealment due to dim light or shadows, or render a square completely dark. The effect lasts until the end of your next turn.",
    "LVL2OR6": "When you score a critical hit, you deal an extra 1d6 force and necrotic damage with that attack and you gain total concealment from the target until the end of your next turn.",
    "Novice": "SHADOWEAPON - At-Will  Dark, Weapon Standard Action Melee weapon Target: One creature Attack: Charisma + Accuracy + your level vs. Reflex Hit: [1W] + Charisma modifier + your level damage",
    "Utility": "SHADOWALK - Encounter  Dark MoveAction Personal Effect: In combat, you can teleport your speed, and, if the square you teleport to is dimly illuminated or grants concealment, you have total concealment and can make a stealth check to become hidden as part of the move action. If you are not in combat, you and any willing allies can travel through the shadows up to 20 miles in a single minute. At the end of travel, you take 1 cold damage per mile traveled, and are weakened for one round per mile, and cannot Shadowalk again until you take an extended rest. Any allies with you take 5 more cold damage than you, are weakened twice as long, and are stunned (save ends) upon arrival.",
    "Expert": "SHADOWRITHE - Encounter  Dark, Necrotic, Force, Illusion Standard Action Close burst 3 Target: Each enemy in burst Attack: Charisma + your level vs. Reflex Hit: 2d8 + Charisma modifier + twice your level force and necrotic damage, and the target is restrained and all enemies have concleament from the target (save ends both). Effect: You can slide any of your allies in the burst Charisma modifier squares, and you and each ally you slide gains temp hp equal to your Charisma modifier + your lev "
  },
  {
    "Origin": "Sharkoid",
    "Ability": " DEX",
    "Skill": " Nature",
    "Bonus": " Bio",
    "AC": 0,
    "Fort": 0,
    "Ref": 0,
    "Will": 0,
    "LVL": "",
    "LVL1": "You can breathe underwater, and while underwater you gain a +1 to attack, +2 Reflex. You have a swim speed equal to your speed +2",
    "LVL2OR6": "When you score a critical hit, you deal 1d10 extra damage and the target is restrained until the end of your next turn.",
    "Novice": "RELENTLESS BITE - At-Will  Bio, Physical Standard Action Melee 1 Target: One creature Attack: Dexterity + your level +2 vs. AC Hit: 2d6 + Dexterity modifier + twice your level physical damage, and the target is restrained (save ends). If you move to a square that is not adjacent to the target, the target is no longer restrain ",
    "Utility": "WOUND HEALING - Encounter  Bio, Healing Immediate Reaction Personal Trigger: You are bloodied Effect: At the start of every other turn you regain 5 hit points, until you are no longer bloodied.",
    "Expert": "BITE, CHEW AND SWALLOW - At-Will  Bio, Physical Standard Action Melee 1 Target: One restrained creature Attack: Dexterity + your level vs. AC Hit: 2d12 + Dexterity modifier + twice your level physical damage"
  },
  {
    "Origin": "Siren",
    "Ability": " CON",
    "Skill": " Interaction",
    "Bonus": " Bio",
    "AC": 0,
    "Fort": 0,
    "Ref": 0,
    "Will": 2,
    "LVL": "Will +2",
    "LVL1": "You can perfectly mimic any sound you hear. With speaking voices, you can generally say whatever you want in a convincing impression of another's voice, but other sounds, especially mechanical ones, you can only mimic exactly. You can mimic attacks that deal sonic damage, but the result is the same as your novice power below.",
    "LVL2OR6": "When you score a critical hit, you deal an extra 1d10 damage and your target is deafened (save ends).",
    "Novice": "SONIC - At-Will  Bio, Sonic Standard Action Close blast 3 Target: Each creature in blast Attack: Constitution + your level vs. Fortitude Hit: 1d8 + Constitution modifier + your level sonic damage, and the target is pushed 1 square and deafened until the start of your next turn.",
    "Utility": "SIREN SONG - Encounter  Bio, Charm Minor Action Personal Effect: You create an aura of pleasant, invigorating song that persists until the end of your next turn, or until you are rendered helpless or use an attack with the sonic keyword. Allies within 3 squares of you who start their turn in the aura gain temporary hp equal to your Charisma onus plus half your level. If an ally ends their turn in the aura, they also gain a bonus to a defense of their choice, equal to your constitution bonus. Sustain (Minor): The aura persists.",
    "Expert": "SILENT SCREAM - Encounter  Bio, Sonic Standard Action Ranged 10 Target: One creature Attack: Constitution + your level vs. Reflex Hit: 3d8 + Constitution modifier + twice your level damage, and the target is dazed (save ends). Special: The attack ignores cover provided by solid objects, including blocking terrain, but not energy fiel "
  },
  {
    "Origin": "Squidling",
    "Ability": " DEX",
    "Skill": " Acrobatics",
    "Bonus": " Bio",
    "AC": 0,
    "Fort": 0,
    "Ref": 2,
    "Will": 0,
    "LVL": "Ref +2",
    "LVL1": "You posses many small prehensile tentacles. Even when your primary hands are full, you can manipulate or hold other objects, fire weapons while climbing,and other such tasks.",
    "LVL2OR6": "When you score a critical hit, you can make a basic attack with an item held in your extra limbs as a free action.",
    "Novice": "TENTACLE SLAP - At-Will  Bio Standard Action Melee 2 Target: One creature Attack: Dexterity + your level +2 vs. AC Hit: 1d8 + Dexterity modifier + twice your level damage.",
    "Utility": "INK CLOUD - Encounter  Bio, Zone Immediate Reaction Close burst 1 Trigger: You are hit by an attack. Target: All creatures in burst Attack: Dexterity + your level vs. Reflex Hit: 1d6 damage and the target is blinded (save ends). Effect: The burst creates a zone of inky miasma that blocks line of sight until the end of your next turn. Creatures that enter the zone or start their turn there suffer the initial attack. Special: You are immune to this power.",
    "Expert": "SUCKER GRAB - Encounter  Bio Standard Action Melee 1 Target: One creature Attack: Dexterity + your level vs. Reflex Hit: 2d10 + Dexterity modifier + your level damage, and the target is restrained (save ends). If you move more than 1 space away from the target, it is no longer restrain "
  },
  {
    "Origin": "Tauric",
    "Ability": " CON",
    "Skill": " Athletics",
    "Bonus": " Bio",
    "AC": 0,
    "Fort": 2,
    "Ref": 0,
    "Will": 0,
    "LVL": "Fort +2",
    "LVL1": "You are treated as being mounted as all times, as if you were riding a mount from the Legion of Gold rules. You gain the benefits of both rider and mount from feats.",
    "LVL2OR6": "When you score a critical hit, the attack deals an additional +1d10 damage, and the target is knocked prone and weakened (save ends both)",
    "Novice": "KICK - At-Will  Bio, Physical Standard Action Melee 1 Target: One creature Attack: Constitution + your level vs. Reflex Hit: 1d8 + twice your level physical damage, and the target is knocked prone.",
    "Utility": "QUICK DASH - Encounter  Bio Minor Action Personal Effect: Until the start of your next turn, your speed increases by two.",
    "Expert": "TRAMPLE - Encounter  Bio Standard Action Personal Effect: Move your speed. During the move you may pass through enemy squares without provoking attacks of opportunity. You may use the Kick power as a free action against each enemy whose space you enter, but you may only kick each target once."
  },
  {
    "Origin": "Two-Headed",
    "Ability": " CON",
    "Skill": " Perception",
    "Bonus": " Bio",
    "AC": 0,
    "Fort": 0,
    "Ref": 0,
    "Will": 0,
    "LVL": "You gain a +5 bonus to saving throws to end stunned or dazed.",
    "LVL1": "You do not grant combat advantage when flanked.",
    "LVL2OR6": "When you score a critical hit, the attack deals an additional +1d10 damage, and you or an ally within 5 squares of you gains a bonus to attack rolls until the end of their next turn.",
    "Novice": "DOUBLE HEADBUTT - At-Will  Bio, Physical Standard Action Melee 1 Target: One creature Attack: Constitution + your level vs. Fortitude, two attacks. Hit (one attack): 1d6 + Constitution modifier + twice your level physical damage. Hit (two attacks): 2d6 + Constitution modifier + twice your level physical damage, and the target can't make opportunity attacks until the start of your next turn.",
    "Utility": "PAY ATTENTION! - Encounter  Bio Immediate Interrupt Personal Trigger: You become dazed, dominated, or stunned. Effect: You are no longer affected by the triggering condition.",
    "Expert": "DIDN'T THINK I WAS LOOKING? - Encounter  Bio, Physical, Weapon Immediate Interrupt Melee weapon Trigger: An opponent makes a melee attack against you. Target: Triggering creature Attack: Constitution + your level + accuracy vs. Reflex Hit: 2[W] + Constitution modifier + twice your level damage. Effect: You gain a +2 power bonus to all defenses against the triggering attack."
  },
  {
    "Origin": "Undead",
    "Ability": " CON",
    "Skill": " Athletics",
    "Bonus": " Dark",
    "AC": 0,
    "Fort": 0,
    "Ref": 0,
    "Will": 2,
    "LVL": "Will +2",
    "LVL1": "They want to make you un-undead, making you just dead. Well too bad. When you pass a death save, you regain hit points equal to your level.",
    "LVL2OR6": "When you score a critical hit, the attack deals an additional +1d10 damage, and the target cannot attack you until the end of your next turn.",
    "Novice": "NOM NOM NOM - At-Will  Dark, Physical Standard Action Melee 1 Target: One creature Attack: Charisma + your level vs. Reflex Hit: Your level physical damage, and the target is restrained until the end of your next turn, or until you move away, whichever happens first. You gain 5 temporary hit points. Special: While you are at 0 hit points or fewer, you may use this power once per round on your turn as a non-action. If you hit when using Nom Nom Nom this way, you also gain 1 hit point in addition to the normal effects.",
    "Utility": "PLAY DEAD - Encounter  Dark, Stance Immediate Reaction Personal Trigger: You take damage. Effect: You drop prone as a free action. You cannot move, attack, or be attacked until you end the stance as a minor action or an enemy sees through your deception. Area attacks can still hit you. As a minor action, an adjacent enemy may make a Wisdom attack against your Will. If it succeeds, the stance ends. If they fail, you may stand as a free action and make a basic melee attack against the enemy. You have combat advantage for the attack.",
    "Expert": "HE'S RIGHT BEHIND YOU! - Encounter  Undead, Teleportation, Weapon Standard Action Melee 10 Target: One creature Effect: Before the attack, teleport adjacent to the target, ignoring line of sight. Attack: Constitution + your level + accuracy vs. Fortitude Hit: 3[W] + Constitution modifier + your level damage, and you gain 10 temporary hit points. Effect: You are considered insubstantial until the start of your next turn. Special: While you are at 0 hit points or fewer, you may use this power as a non-action."
  },
  {
    "Origin": "Vampire",
    "Ability": " STR",
    "Skill": " CONspiracy",
    "Bonus": " Dark",
    "AC": 0,
    "Fort": 0,
    "Ref": 0,
    "Will": 0,
    "LVL": "You have regeneration 1.",
    "LVL1": "Whenever you take fire, radiation, or radiant damage, make a saving throw. If you fail, you become dazed until the end of your next turn.",
    "LVL2OR6": "When you score a critical hit, the target is dominated until the end of its next turn",
    "Novice": "BLOOD DRAIN - At-Will  Dark, Necrotic Standard Action Melee touch Target: One creature Attack: Strength + your level +2 vs. AC Hit: 1d4 + Strength modifier + your level necrotic damage, and you regain hit points equal to your level.",
    "Utility": "MIST FORM - Encounter  Dark, Polymorph Minor Action Personal Effect: You take the form of a dense mist until the end of your next turn or until you dismiss the effect as a minor action. While in mist form, you are insubstantial, cannot make attacks, gain a fly speed equal to your speed, and do not provoke attacks of opportunity from moving. You can pass through openings of any size.",
    "Expert": "VAMPIRE SPAWN - Encounter  Dark, Necrotic Free Action Melee touch Trigger: You reduce a creature to 0 hit points or less with Blood Drain Target: Triggering creature Effect: The target becomes a vampire spawn under your control. It has your ability and skill modifiers, and your defenses. It has 1 hp and takes no damage from a missed attack. When you take a move action, you can move it your speed. As a standard action, you may have it make a melee or ranged basic attack. All your vampire spawn crumble to dust when you take an extended rest."
  },
  {
    "Origin": "Weather Witch",
    "Ability": " INT",
    "Skill": " Nature",
    "Bonus": " Psi",
    "AC": 0,
    "Fort": 2,
    "Ref": 0,
    "Will": 0,
    "LVL": "Fort +2",
    "LVL1": "You always know what the weather will be like over the next few hours or days. Minor weather effects always seem to break your way, you don't get very wet when you go out in the rain, and always seem to be upwind of anyone you sneak up on. You gain a +2 bonus to stealth, perception, and saving throws when you are outdoors.",
    "LVL2OR6": "When you score a critical hit, you deal an extra 1d10 damage and you push the target 1 square and knock it prone.",
    "Novice": "SUDDEN GUST - At-Will  Psi, Physical Standard Action Close blast 5 Target: Each creature in blast Attack: Intelligence + your level vs. Reflex Hit: 1d6 + Intelligence modifier + your level physical damage, and you push the target 3 squares. You cannot push a target size large or larger unless all of its space is within the blast.",
    "Utility": "PRECIPITATION - Encounter  Psi Standard Action Close burst 3 Effect: You wring moisture out of the air, causing precipitation appropriate to the prevailing conditions: rain on a spring day, oppressive humidity in summer, fog, snow, hail or sleet in winter, etc. Indoors, you create a dank mist that causes water to bead on exposed surfaces. You create a zone in the area of the Burst. Any creature (or object or anything else) in the zone has concealment and resist 10 Fire. Less dramatic precipitation can also occur for miles around.",
    "Expert": "TORNADO - Encounter  Psi, Physical Standard Action Area burst 2 within 20 Target: Each creature in burst Attack: Intelligence + your level vs. Reflex Hit: 3d6 + Intelligence modifier + twice your level damage, and you slide the target 3 squares and knock it prone. Miss: 1d6 + Intelligence modifier + your level physical damage, and the target is knocked prone."
  },
  {
    "Origin": "Wolfen",
    "Ability": " CON",
    "Skill": " Perception",
    "Bonus": " Bio",
    "AC": 0,
    "Fort": 0,
    "Ref": 2,
    "Will": 0,
    "LVL": "Ref +2",
    "LVL1": "You can communicate wordlessly with your allies, and instinctively use cooperative tactics. When you and an ally are adjacent to the same enemy, you are considered flanking.",
    "LVL2OR6": "When you score a critical hit, you deal an extra 1d10 damage and you or an ally adjacent to the target may shift 2 as a free action.",
    "Novice": "DRAG DOWN THE PREY - At-Will  Bio Standard Action Melee 1 Target: One creature Attack: Constitution + your level +2 vs. AC Hit: 2d4 + Constitution modifier + your level damage, and the target is knocked prone. If the target is already prone, you inflict an extra 2d6 damage.",
    "Utility": "DUAL NATURE - Encounter  Bio Immediate Reaction Personal Trigger: You discard one or more readied mutations. Effect: Until you use this power again, you become humanoid or canine. Canine: Your Drag Down The Prey power's damage increases to 2d8, and your speed increases by 2. You cannot use weapons, but can still wear armor if you have some appropriate to your new form. You cannot speak, or perform delicate tasks that require, well, thumbs. Humanoid: Your Drag Down The Prey power becomes a weapon power, dealing 1[W] instead of 2d4, and you lose the benefit of your Lupine Senses trait. However, you gain a +4 to Interaction checks and a +2 to Omega Charge checks.",
    "Expert": "CALL OF THE WILD - Encounter  Bio, Sonic, Psychic, Fear, Charm Standard Action Close burst 3 Target: Each enemy in burst Effect: You pull each ally who is not in the burst 3 squares. Attack: Constitution + your level vs. Will Hit: 2d6 + Constitution modifier + twice your level sonic and psychic damage, and you push the target up to the 3 squares. The target takes a -2 penalty to attack rolls (save ends). Miss: 1d6 + Constitution modifier + your level sonic damage. Effect: Each ally in burst may make a saving throw."
  }
]
